{"title": "Princeton President Recommends Firing Joshua Katz After Uproar", "url": "https://www.nytimes.com/2022/05/19/us/princeton-professor-joshua-katz.html", "description": "Joshua Katz says he was targeted because of his criticism of a campus protest group. A university report says the concerns are related to his inappropriate conduct with a female student.", "category": "Education"}
{"title": "Mayor Adams Unveils Program to Address Dyslexia in N.Y.C. Schools", "url": "https://www.nytimes.com/2022/05/12/nyregion/adams-dyslexia-nyc-schools.html", "description": "The mayor, who has dyslexia himself, would open two new schools, train teachers and direct schools to use phonics-based lessons as a way to address a literacy crisis in the city.", "category": "Education"}
{"title": "Lincoln College in Illinois to Close, Hurt by Covid and Ransomware Attack", "url": "https://www.nytimes.com/2022/05/09/us/lincoln-college-illinois-closure.html", "description": "The predominantly Black college in Illinois will cease operations Friday after 157 years, having failed to raise millions to recover from the pandemic and a cyberattack that originated in Iran.", "category": "Education"}
{"title": "Gov. Greg Abbott of Texas May Challenge Schooling of Migrant Children", "url": "https://www.nytimes.com/2022/05/05/us/texas-schools-undocumented-immigrants-supreme-court.html", "description": "Gov. Greg Abbott may target a 1982 Supreme Court ruling that requires schools to educate undocumented children. Some conservatives see an opening for a fresh look at old precedents.", "category": "Education"}
{"title": "A Haven for L.G.B.T.Q. Students in the Heart of Alabama", "url": "https://www.nytimes.com/2022/05/08/us/lgbtq-alabama-charter-school.html", "description": "The Magic City Acceptance Academy, a public charter school, finally opened last year after several attempts. Students there have watched state legislators debate their future in real time.", "category": "Education"}
{"title": "American Bar Association May Eliminate Standardized Tests for Admissions", "url": "https://www.nytimes.com/2022/05/06/us/standardized-testing-american-bar-association.html", "description": "A committee within the A.B.A. has recommended that law schools stop requiring standardized tests like the LSAT as part of their admissions process.", "category": "Education"}
{"title": "Working Mothers, Punished by Pandemic, Mostly Kept Working ", "url": "https://www.nytimes.com/2022/05/11/upshot/pandemic-working-mothers-jobs.html", "description": "When it came to who lost jobs, education mattered much more than gender, a broad new analysis found.", "category": "Education"}
{"title": "Police Search of Delaware State University Team Draws Outrage", "url": "https://www.nytimes.com/2022/05/10/us/delaware-state-lacrosse-bus-stopped.html", "description": "The bus of the women’s lacrosse team was pulled over last month by Georgia sheriff’s deputies and searched by a drug-sniffing dog. Delaware officials called video of the search “disturbing.”", "category": "Education"}
{"title": "Florida Releases Reviews That Led to Rejection of Math Textbooks", "url": "https://www.nytimes.com/2022/05/07/us/politics/florida-rejected-math-textbooks.html", "description": "To explain its puzzling rejection of dozens of textbooks, the state released 6,000 pages of comments, revealing an often confusing and divisive process.", "category": "Education"}
{"title": "Harvard Details Its Ties to Slavery and Its Plans for Redress", "url": "https://www.nytimes.com/2022/04/26/us/harvard-slavery-redress-fund.html", "description": "The university is committing $100 million for an endowed “Legacy of Slavery Fund.” Its report carefully avoided treading on direct financial reparations for descendants of enslaved people.", "category": "Education"}
{"title": "G.O.P. Lawmakers Subverted U. of North Carolina, Professors’ Group Says", "url": "https://www.nytimes.com/2022/04/28/us/unc-report-gop.html", "description": "In a new report, the group says that the Republicans created a hostile climate on campuses. The administration called the charges absurd.", "category": "Education"}
{"title": "Varsity Blues Scandal Defendant John B. Wilson Appeals His Conviction", "url": "https://www.nytimes.com/2022/04/25/us/john-wilson-varsity-blues-scandal.html", "description": "The business executives John B. Wilson and Gamal Abdelaziz each received a long sentence, but in appeals, their lawyers say the key claim against them is legally flawed.", "category": "Education"}
{"title": "A Look at the Textbooks Rejected by the Florida Department of Education", "url": "https://www.nytimes.com/2022/04/22/us/florida-rejected-textbooks.html", "description": "The state rejected dozens of math textbooks. The New York Times reviewed 21 of them to figure out why.", "category": "Education"}
{"title": "More Pandemic Fallout: The Chronically Absent Student", "url": "https://www.nytimes.com/2022/04/20/us/school-absence-attendance-rate-covid.html", "description": "At one middle school, more than 40 percent of the students have been chronically absent this year. Districts are going to great lengths — offering gift cards, night classes — to reach them.", "category": "Education"}
{"title": "New York City to Expand Gifted and Talented Program but Scrap Test", "url": "https://www.nytimes.com/2022/04/14/nyregion/nyc-gifted-talented.html", "description": "The mayor unveiled a plan to add seats in the highly selective program for both kindergartners and third graders and to permanently replace an admissions test with universal screening.", "category": "Education"}
{"title": "Columbia, Howard and N.Y.U. Presidents Announce Retirements", "url": "https://www.nytimes.com/2022/04/14/us/columbia-howard-nyu-presidents-retirements.html", "description": "Lee Bollinger of Columbia, Wayne A.I. Frederick of Howard and Andrew Hamilton of N.Y.U. have had to guide their universities through Covid.", "category": "Education"}
{"title": "A College Fights ‘Leftist Academics’ by Expanding Into Charter Schools", "url": "https://www.nytimes.com/2022/04/10/us/hillsdale-college-charter-schools.html", "description": "Hillsdale College is building a national charter school network. Tennessee invited the college to start 50 of them, using public funds.", "category": "Education"}
{"title": "UCLA Wants to Hire an Adjunct. But the Pay Is Zero.", "url": "https://www.nytimes.com/2022/04/06/us/ucla-adjunct-professor-salary.html", "description": "After protests, U.C.L.A. took down a job posting that offered no pay. But it turns out colleges often expect Ph.D.s to work for free.", "category": "Education"}
{"title": "As Book Banning Efforts Surge, These 10 Received the Most Challenges", "url": "https://www.nytimes.com/2022/04/04/books/banned-books-libraries.html", "description": "Most of the targeted books are about Black and L.G.B.T.Q. people, according to the American Library Association. The country’s polarized politics has fueled the rise.", "category": "Education"}
{"title": "Jovan Vavic in Varsity Blues Scandal Is Found Guilty", "url": "https://www.nytimes.com/2022/04/08/us/jovan-vavic-varsity-blues-trial.html", "description": "Jovan Vavic, the former water polo coach at U.S.C., was accused of taking more than $200,000 in bribes in exchange for designating high school applicants as recruits.", "category": "Education"}
{"title": "New Mexico Will Make College Tuition Free for Residents", "url": "https://www.nytimes.com/2022/03/31/us/new-mexico-free-college.html", "description": "As states take the lead in the tuition-free movement after President Biden’s plans failed to gain traction in Congress, New Mexico emerges as a leader.", "category": "Education"}
{"title": "Learning the Right Way to Struggle", "url": "https://www.nytimes.com/2022/04/05/science/education-learning-challenge.html", "description": "Several common educational strategies lean into the idea that, in the classroom, challenge is something to embrace.", "category": "Education"}
{"title": "Minneapolis Teachers End Strike With Tentative Deal", "url": "https://www.nytimes.com/2022/03/25/us/minneapolis-teachers-strike.html", "description": "The agreement would resolve a nearly three-week standoff that closed schools for 30,000 students.", "category": "Education"}
{"title": "Ted Cruz’s Daughters Attend a Private School That Is ‘Antiracist’", "url": "https://www.nytimes.com/2022/03/25/us/ted-cruz-antiracist-school.html", "description": "The Texas senator aggressively questioned Judge Ketanji Brown Jackson this week for serving on the board of a school “overflowing with critical race theory.”", "category": "Education"}
{"title": "What’s in House Bill 1557, Which Opponents Call ‘Don’t Say Gay’", "url": "https://www.nytimes.com/2022/03/18/us/dont-say-gay-bill-florida.html", "description": "The Florida bill limits what educators can say about gender and sexuality, and could affect mental health services for all students.", "category": "Education"}
{"title": "The Pandemic Has Worsened the Reading Crisis in Schools", "url": "https://www.nytimes.com/2022/03/08/us/pandemic-schools-reading-crisis.html", "description": "The fallout from the pandemic is just being felt. “We’re in new territory,” educators say.", "category": "Education"}
{"title": "The Fight Over ‘Maus’ Is Part of a Bigger Cultural Battle in Tennessee", "url": "https://www.nytimes.com/2022/03/04/us/maus-banned-books-tennessee.html", "description": "State lawmakers, led by the governor, are rethinking what public school students should read and learn.", "category": "Education"}
{"title": "Gov. Abbott Pushes to Investigate Treatments for Trans Youth as 'Child Abuse'", "url": "https://www.nytimes.com/2022/02/23/science/texas-abbott-transgender-child-abuse.html", "description": "While it’s unclear whether the order could be enforced, medical providers and child welfare advocates condemned the move as dangerous.", "category": "Education"}
{"title": "U.C. Berkeley Says It May Have to Cut Student Admissions by Thousands", "url": "https://www.nytimes.com/2022/02/16/education/uc-berkeley-admissions-court-ruling.html", "description": "The announcement is the result of an appellate court ruling in favor of a neighborhood group that has sued the university, contending it is causing housing problems in the community.", "category": "Education"}
{"title": "Judge Strikes Down Elite Virginia High School’s Admissions Rules", "url": "https://www.nytimes.com/2022/02/25/us/thomas-jefferson-school-admissions.html", "description": "Thomas Jefferson High School eliminated standardized tests and made other changes to attract more Black and Hispanic students. A judge declared the policy unfair to Asian Americans.", "category": "Education"}
{"title": "Lucy Calkins Retreats on Phonics in Fight Over Reading Curriculum", "url": "https://www.nytimes.com/2022/05/22/us/reading-teaching-curriculum-phonics.html", "description": "Lucy Calkins, a leading literacy expert, has rewritten her curriculum to include a fuller embrace of phonics and the science of reading. Critics may not be appeased.", "category": "Education"}
{"title": "Lara Logan, Once a Star at CBS News, Is Now One for the Far Right", "url": "https://www.nytimes.com/2022/05/22/business/media/lara-logan-cbs-news.html", "description": "The former chief foreign affairs correspondent is now a popular guest on podcasts hosted by vaccine skeptics and deniers of the 2020 election.", "category": "MediaandAdvertising"}
{"title": "Marshall Arisman, Illustrator Who Found Beauty in Violence, Dies at 83", "url": "https://www.nytimes.com/2022/05/20/arts/marshall-arisman-dead.html", "description": "Mr. Arisman, whose work appeared in The New York Times and other major periodicals, was a storyteller who mined his personal biography for inspiration.", "category": "MediaandAdvertising"}
{"title": "What We Learned About TV During Its Biggest Week", "url": "https://www.nytimes.com/2022/05/20/business/media/tv-media-upfronts.html", "description": "This week’s upfronts, when the media industry sells its programming to advertisers, showed how much has changed in the past few years.", "category": "MediaandAdvertising"}
{"title": "Roger Angell, Who Wrote About Baseball With Passion, Dies at 101", "url": "https://www.nytimes.com/2022/05/20/sports/roger-angell-dead.html", "description": "In elegantly winding articles for The New Yorker loaded with inventive imagery, he wrote more like a fan than a sports journalist.", "category": "MediaandAdvertising"}
{"title": "Smell Good, Play Good? MLB Players Douse Themselves in Cologne", "url": "https://www.nytimes.com/2022/05/22/sports/baseball/cologne-perfume.html", "description": "Baseball is full of traditions and superstitions. For numerous players, a heavy dose of cologne or women’s perfume is the unlikeliest of performance enhancers.", "category": "Sports"}
{"title": "Big Tech Is Getting Clobbered on Wall Street. It’s a Good Time for Them.", "url": "https://www.nytimes.com/2022/05/20/technology/facebook-amazon-apple-markets.html", "description": "Flush with cash, Facebook, Apple, Amazon, Microsoft and Google are positioned to emerge from a downturn stronger and more powerful. As usual.", "category": "MediaandAdvertising"}
{"title": "Tom Cruise Aims to Fly High at the Box Office With ‘Top Gun: Maverick’", "url": "https://www.nytimes.com/2022/05/20/business/media/tom-cruise-top-gun-maverick.html", "description": "At a time when superheroes dominate the box office, the film industry hopes the actor can bring grown-ups back to theaters.", "category": "MediaandAdvertising"}
{"title": "Karine Jean-Pierre’s Unlikely Rise to the White House Lectern", "url": "https://www.nytimes.com/2022/05/20/business/media/karine-jean-pierre-press-secretary.html", "description": "The first Black and first openly gay press secretary was raised in an immigrant family with “so many secrets.” Now she occupies one of the most scrutinized jobs in American politics.", "category": "MediaandAdvertising"}
{"title": "Tiger Woods Withdraws from PGA Championship", "url": "https://www.nytimes.com/2022/05/21/sports/golf/tiger-woods-pga-championship.html", "description": "Recovering from leg injuries from a car crash last year, he had struggled at the Masters and now again at the PGA Championship.", "category": "Sports"}
{"title": "Boston Celtics Provide the Drama. Miami Heat Deliver the Win.", "url": "https://www.nytimes.com/2022/05/22/sports/basketball/miami-heat-boston-celtics-game-3.html", "description": "A strange playoff series keeps getting weirder with injury scares and furious comebacks. It’s difficult to tell who is best prepared to adapt.", "category": "Sports"}
{"title": "Man City, Liverpool, Tottenham, Arsenal: Premier League Season Hangs on Final Day", "url": "https://www.nytimes.com/2022/05/22/sports/soccer/premier-league-final-day.html", "description": "As City and Liverpool take aim at the title and Arsenal and Spurs settle the last Champions League place, Leeds is playing for its Premier League life.", "category": "Sports"}
{"title": "Paul O’Neill Book Excerpt: A Memorable Chat With Ted Williams", "url": "https://www.nytimes.com/2022/05/22/sports/baseball/paul-oneill-book.html", "description": "In his new book, the former Yankee Paul O’Neill recounts a conversation with the Hall of Famer Ted Williams that involved some crucial advice: “Don’t let anyone change you.”", "category": "Sports"}
{"title": "How Trump’s 2020 Election Lies Have Gripped State Legislatures", "url": "https://www.nytimes.com/interactive/2022/05/22/us/politics/state-legislators-election-denial.html", "description": "A Times review of legislative votes and records reveals how lies about the 2020 election took hold in statehouses, driving efforts to unravel a free and fair election.", "category": "Politics"}
{"title": "Scorned by Trump, Mo Brooks Rises in Alabama Senate Race", "url": "https://www.nytimes.com/2022/05/22/us/politics/alabama-senate-mo-brooks.html", "description": "Mr. Brooks, a hard-right representative, seems to be making an unlikely comeback in a Senate race in which the Trump endorsement may not determine votes of Trump supporters.", "category": "Politics"}
{"title": "Perdue Had Trump. In Georgia, Kemp Had Everything Else.", "url": "https://www.nytimes.com/2022/05/21/us/politics/perdue-kemp-georgia-trump.html", "description": "David Perdue challenged Gov. Brian Kemp because of Donald Trump’s fury over his 2020 loss. Thoroughly outflanked and failing to gain traction, he is now staring down defeat.", "category": "Politics"}
{"title": "Daily Aspirin Regimen May Cause Bleeding", "url": "https://www.nytimes.com/2022/05/21/health/elderly-aspirin-heart-attack.html", "description": "Millions of Americans take aspirin to prevent a first heart attack or stroke. Now, doctors are advising against it — especially for people over 70.", "category": "Health"}
{"title": "White House Press Secretary Gets a New ‘Flak Jacket’: A Women’s Blazer", "url": "https://www.nytimes.com/2022/05/20/business/media/white-house-press-secretary-flak-jacket.html", "description": "A decades-long West Wing tradition lives on, with a bright yellow twist.", "category": "MediaandAdvertising"}
{"title": "How Jack Welch’s Reign at G.E. Gave Us Elon Musk’s Twitter Feed", "url": "https://www.nytimes.com/2022/05/21/business/jack-welch-ge-ceo-behavior.html", "description": "The onetime ‘manager of the century’ paved the way for C.E.O.s to moonlight as internet trolls.", "category": "Business"}
{"title": "At Davos, a Referendum on the World Economic Forum", "url": "https://www.nytimes.com/2022/05/21/business/dealbook/world-economic-forum-davos.html", "description": "Many values espoused by the World Economic Forum — globalization, liberalism, free market capitalism, representative democracy — are under attack.", "category": "Business"}
{"title": "Stock Market Declines Can Help Long-term Investors", "url": "https://www.nytimes.com/2022/05/19/business/stock-market-investors.html", "description": "Is this is a good time to buy stocks, readers ask? Yes, our columnist says, but only if you can handle further losses and don’t try to outsmart the market.", "category": "Business"}
{"title": "Early Voting Wins Preakness Stakes", "url": "https://www.nytimes.com/2022/05/21/sports/horse-racing/preakness-triple-crown.html", "description": "He held off Epicenter to win the middle race of the Triple Crown series.", "category": "Sports"}
{"title": "Two Democratic Congresswomen, One Redrawn Georgia District", "url": "https://www.nytimes.com/2022/05/21/us/politics/lucy-mcbath-carolyn-bourdeaux-georgia.html", "description": "A primary for the new Seventh District, outside Atlanta, is forcing two popular incumbents, Lucy McBath and Carolyn Bourdeaux, to do battle.", "category": "Politics"}
{"title": "Fentanyl Tainted Pills Cause Drug Fatalities Among Youth to Soar", "url": "https://www.nytimes.com/2022/05/19/health/pills-fentanyl-social-media.html", "description": "Teenagers and young adults are turning to Snapchat, TikTok and other social media apps to find Percocet, Xanax and other pills. The vast majority are laced with deadly doses of fentanyl, police say.", "category": "Health"}
{"title": "What Is Monkeypox?", "url": "https://www.nytimes.com/article/what-is-monkeypox.html", "description": "There have been dozens of cases reported in recent weeks among populations not typically vulnerable to the disease.", "category": "Health"}
{"title": "C.D.C.’s Pandemic Team Will Surrender Some Responsibilities", "url": "https://www.nytimes.com/2022/05/20/health/covid-cdc-reorganization.html", "description": "The transition was announced in a letter to agency employees, but details were scant.", "category": "Health"}
{"title": "Puberty Starts Earlier Than It Used To. No One Knows Why.", "url": "https://www.nytimes.com/2022/05/19/science/early-puberty-medical-reason.html", "description": "Some girls are starting to develop breasts as early as age 6 or 7. Researchers are studying the role of obesity, chemicals and stress.", "category": "Health"}
{"title": "Big Tech Is Getting Clobbered on Wall Street. It’s a Good Time for Them.", "url": "https://www.nytimes.com/2022/05/20/technology/facebook-amazon-apple-markets.html", "description": "Flush with cash, Facebook, Apple, Amazon, Microsoft and Google are positioned to emerge from a downturn stronger and more powerful. As usual.", "category": "Technology"}
{"title": "Even Among Corporate Raiders, Elon Musk Is a Pirate", "url": "https://www.nytimes.com/2022/05/20/business/elon-musk-twitter-takeover.html", "description": "The world of deal making has always been rough and tumble. But Mr. Musk blows any predecessors away.", "category": "Technology"}
{"title": "Livestreams of Mass Shootings: From Buffalo to New Zealand", "url": "https://www.nytimes.com/2022/05/19/technology/mass-shootings-livestream-online.html", "description": "Dozens of recordings of a 2019 massacre in Christchurch, New Zealand, remain online, in a sobering reminder of the internet’s permanence.", "category": "Technology"}
{"title": "Livestreams of Mass Shootings: From Buffalo to New Zealand", "url": "https://www.nytimes.com/2022/05/19/technology/mass-shootings-livestream-online.html", "description": "Dozens of recordings of a 2019 massacre in Christchurch, New Zealand, remain online, in a sobering reminder of the internet’s permanence.", "category": "MediaandAdvertising"}
{"title": "A Central Park Birder Has a New TV Show", "url": "https://www.nytimes.com/2022/05/17/arts/television/christian-cooper-central-park-birder.html", "description": "Christian Cooper’s encounter in Central Park with a white woman who called 911 to falsely accuse him of threatening her spurred a national outcry. Now he is hosting a birding series for National Geographic.", "category": "MediaandAdvertising"}
{"title": "All Those Celebrities Pushing Crypto Are Not So Vocal Now", "url": "https://www.nytimes.com/2022/05/17/business/media/crypto-gwyneth-paltrow-matt-damon-reese-witherspoon.html", "description": "Crypto boosters such as Matt Damon, Reese Witherspoon and Gwyneth Paltrow have been criticized for hyping virtual currency without highlighting the risks.", "category": "MediaandAdvertising"}
{"title": "Tesla’s Aura Dims as Its Plunging Stock Highlights the Risks It Faces", "url": "https://www.nytimes.com/2022/05/20/business/tesla-stock-elon-musk.html", "description": "Production problems in China and Elon Musk’s pursuit of Twitter are leading investors to wonder whether the electric car company is worth as much as they thought.", "category": "Business"}
{"title": "Even Among Corporate Raiders, Elon Musk Is a Pirate", "url": "https://www.nytimes.com/2022/05/20/business/elon-musk-twitter-takeover.html", "description": "The world of deal making has always been rough and tumble. But Mr. Musk blows any predecessors away.", "category": "Business"}
{"title": "Stocks Rally Out of Bear Market Territory, but End Lower for a 7th Week", "url": "https://www.nytimes.com/2022/05/20/business/stock-market-inflation.html", "description": "Investors are selling as they worry about inflation, interest rates and a potential recession.", "category": "Business"}
{"title": "Weakened Euro May Become Equal to the U.S. Dollar", "url": "https://www.nytimes.com/2022/05/20/business/economy/euro-dollar-usd.html", "description": "The euro hasn’t fallen below the one-to-one exchange rate with the U.S. dollar for two decades. But as economic risks grow, more analysts predict deeper lows for the shared currency.", "category": "Business"}
{"title": "These 90-Year-Old Runners Have Some Advice for You", "url": "https://www.nytimes.com/2022/05/22/sports/national-senior-games-runners.html", "description": "Runners at the National Senior Games in Miramar, Fla., competed in events ranging from the 50 meters to 1,500 meters. Their secret? “You’ve got to keep moving.”", "category": "Sports"}
{"title": "Kylian Mbappé Will Stay at P.S.G., Rejecting Real Madrid", "url": "https://www.nytimes.com/2022/05/21/sports/soccer/mbappe-psg-real-madrid.html", "description": "The battle to sign the world’s best young player produced dueling offers worth more than $200 million. Mbappé picked the one that will keep him in Paris.", "category": "Sports"}
{"title": "Kevon Looney Leads Golden State in Comeback Win Over Dallas Mavericks", "url": "https://www.nytimes.com/2022/05/21/sports/basketball/kevon-looney-golden-state-dallas-mavericks.html", "description": "Looney had the best night of his career to fuel his team’s comeback from 19 points down to the Dallas Mavericks in Game 2 of the Western Conference finals.", "category": "Sports"}
{"title": "Tennis Tours Penalize Wimbledon Over Ban on Russian Players", "url": "https://www.nytimes.com/2022/05/20/sports/tennis/wimbledon-russia-ukraine-atp.html", "description": "In an unprecedented move, the ATP and WTA will strip the Grand Slam tournament of ranking points, effectively making it an exhibition event. Most top players are still expected to participate.", "category": "Sports"}
{"title": "Lara Logan, Once a Star at CBS News, Is Now One for the Far Right", "url": "https://www.nytimes.com/2022/05/22/business/media/lara-logan-cbs-news.html", "description": "The former chief foreign affairs correspondent is now a popular guest on podcasts hosted by vaccine skeptics and deniers of the 2020 election.", "category": "Politics"}
{"title": "How Trump’s 2020 Election Lies Have Gripped State Legislatures", "url": "https://www.nytimes.com/2022/05/22/us/politics/state-legislators-election-denialhtml.html", "description": "A Times review of legislative votes and records reveals how lies about the 2020 election took hold in statehouses, driving efforts to unravel a free and fair election.", "category": "Politics"}
{"title": "Rejecting ‘Love Letters’ to North Korea, Biden Offers Carrots and Sticks Instead", "url": "https://www.nytimes.com/2022/05/21/world/asia/biden-south-korea-yoon.html", "description": "President Biden said he would consider expanding joint exercises with South Korea’s military that were scaled back during the Trump administration.", "category": "Politics"}
{"title": "Bush Dynasty, Its Influence Fading, Pins Hopes on One Last Stand in Texas", "url": "https://www.nytimes.com/2022/05/21/us/politics/george-bush-legacy-texas.html", "description": "George P. Bush is running to unseat the incumbent attorney general. His family, once powerful in Texas, has become an albatross as well as an asset.", "category": "Politics"}
{"title": "Lawmakers Grill F.D.A. Chief on Baby Formula Oversight Amid Shortages", "url": "https://www.nytimes.com/2022/05/19/health/baby-formula-fda-robert-califf.html", "description": "Dr. Robert Califf, the agency commissioner, is the first administration official to face congressional scrutiny over the infant formula supply crisis.", "category": "Health"}
{"title": "Over 75 Percent of Long Covid Patients Were Not Hospitalized for Initial Illness, Study Finds", "url": "https://www.nytimes.com/2022/05/18/health/long-covid-hospitalization.html", "description": "Researchers analyzed the largest database of private insurance claims in the United States in the first four months after a diagnostic code for long Covid was created.", "category": "Health"}
{"title": "Since You’re Already Getting a Flu Shot, Why Not One for Covid, Too?", "url": "https://www.nytimes.com/2022/05/18/health/covid-vaccine-flu-omicron.html", "description": "Scientists and federal health officials are debating plans to pair coronavirus and flu vaccinations in the fall.", "category": "Health"}
{"title": "Has the Crypto Crash Hurt Your Investments? We Want to Hear About It.", "url": "https://www.nytimes.com/2022/05/19/technology/crypto-investments-crash.html", "description": "Tell us about your experiences in the volatile crypto market.", "category": "Technology"}
{"title": "Tesla’s Aura Dims as Its Plunging Stock Highlights the Risks It Faces", "url": "https://www.nytimes.com/2022/05/20/business/tesla-stock-elon-musk.html", "description": "Production problems in China and Elon Musk’s pursuit of Twitter are leading investors to wonder whether the electric car company is worth as much as they thought.", "category": "Technology"}
{"title": "Facebook Has Been Monetizing Searches for the Buffalo Shooting Video", "url": "https://www.nytimes.com/2022/05/19/technology/buffalo-shooting-facebook-ads.html", "description": "The company relies on automated systems to spot violent content, but people are still uploading and sharing the Buffalo video.", "category": "Technology"}
{"title": "WhatsApp Adds Commercial Services as Meta Seeks More Revenue", "url": "https://www.nytimes.com/2022/05/19/technology/whatsapp-meta-commercial-services.html", "description": "For a fee, the app will allow businesses to build a custom dashboard so they can chat with customers and offer customer services more easily.", "category": "Technology"}
{"title": "Bad Bunny Has the Biggest Week of 2022 on the Chart, for Now", "url": "https://www.nytimes.com/2022/05/16/arts/music/bad-bunny-billboard-chart.html", "description": "Future broke the record last week; Kendrick Lamar is poised to set a new bar next week. Blockbuster season on the Billboard album chart has finally arrived.", "category": "MediaandAdvertising"}
{"title": "Madison Avenue’s Biggest Event Returns, to a Whole New World", "url": "https://www.nytimes.com/2022/05/16/business/media/upfronts-tv-warner-bros-discovery.html", "description": "In the three years since the television industry’s biggest companies pitched their shows to advertisers in person at the so-called upfronts, the entertainment industry has been flipped on its head.", "category": "MediaandAdvertising"}
{"title": "How Hollywood and the Media Fueled the Political Rise of J.D. Vance", "url": "https://www.nytimes.com/2022/05/15/arts/jd-vance-trump-hollywood.html", "description": "“Hillbilly Elegy,” a best-selling memoir that became a star-studded film, raised the profile of the onetime “Never Trump guy” who won an Ohio primary with the help of the former president.", "category": "MediaandAdvertising"}
{"title": "Richard C. Wald, Leader in Print and Network News, Is Dead at 92", "url": "https://www.nytimes.com/2022/05/13/business/media/richard-c-wald-dead.html", "description": "He was the last managing editor of The New York Herald Tribune. When that newspaper folded, he went on to top jobs with NBC and ABC News.", "category": "MediaandAdvertising"}
{"title": "Help With Medicare Costs: What You Need to Know", "url": "https://www.nytimes.com/2022/05/20/business/medicare-retirement-health-care.html", "description": "Low-income Americans on Medicare can get assistance paying their premiums and other expenses. Several states have allowed more people to qualify.", "category": "Business"}
{"title": "A ‘Glitch’ in Federal Health Insurance May Soon Be Fixed", "url": "https://www.nytimes.com/2022/05/20/your-money/federal-health-insurance-glitch.html", "description": "Federal rules make it hard for relatives of people with job-based coverage to qualify for financial help in buying Obamacare insurance. The Biden administration wants to change that.", "category": "Business"}
{"title": "The Week in Business: Stocks Fall", "url": "https://www.nytimes.com/2022/05/22/business/the-week-in-business-stocks.html", "description": "The Buffalo shooting video continues to live online. The Fed releases the minutes from its last meeting, and Netflix lays off some workers.", "category": "Business"}
{"title": "As A.C. Milan and Inter Return to Top, San Siro May Be Coming Down", "url": "https://www.nytimes.com/2022/05/20/sports/soccer/milan-inter-san-siro.html", "description": "The soccer teams that share the San Siro, which has hosted two World Cups and four European finals, want to replace it with a more modern arena. Not everyone is ready to see it go.", "category": "Sports"}
{"title": "Riding the World’s Biggest Waves, Without a Surfboard", "url": "https://www.nytimes.com/2022/05/19/sports/big-wave-bodysurfing.html", "description": "Kalani Lattanzi has taken bodysurfing to the next level, paddling into 40-foot waves with little more than the fins on his feet.", "category": "Sports"}
{"title": "D. Wayne Lukas’s Hopes Ride on Secret Oath at the Preakness", "url": "https://www.nytimes.com/2022/05/20/sports/horse-racing/this-time-d-wayne-lukas-is-riding-into-the-preakness-on-a-filly.html", "description": "The 86-year-old trainer has saddled 45 horses in the race during his long career. Will Secret Oath give him his seventh Preakness and 15th Triple Crown victory?", "category": "Sports"}
{"title": "Biden to Sign Ukraine Aid Bill During His Trip to Asia", "url": "https://www.nytimes.com/2022/05/21/us/politics/ukraine-aid-bill-biden.html", "description": "A White House aide was bringing a physical copy of the $40 billion measure to South Korea on a commercial flight. It was passed by Congress this week.", "category": "Politics"}
{"title": "Giuliani Meets With Jan. 6 Committee for Over 7 Hours", "url": "https://www.nytimes.com/2022/05/20/us/politics/giuliani-jan-6-committee.html", "description": "The onetime Trump lawyer was central to the former president’s efforts to overturn the 2020 election.", "category": "Politics"}
{"title": "Archbishop Bars Pelosi From Communion Over Abortion Stance", "url": "https://www.nytimes.com/2022/05/20/us/politics/pelosi-communion-abortion.html", "description": "Archbishop Salvatore J. Cordileone, who has repeatedly confronted the House speaker over her backing of abortion rights, said her stance was a “grave evil.”", "category": "Politics"}
{"title": "Labor Board Seeks Unionization at Starbucks Where Union Lost Election", "url": "https://www.nytimes.com/2022/05/20/business/starbucks-union-buffalo.html", "description": "A complaint by the agency accuses the coffee chain of illegally intimidating and retaliating against workers in an election that the union lost.", "category": "Politics"}
{"title": "Targeting the Uneven Burden of Kidney Disease on Black Americans", "url": "https://www.nytimes.com/2022/05/17/health/kidney-disease-black-americans.html", "description": "New treatments aim for a gene variant causing the illness in people of sub-Saharan African descent. Some experts worry that focus will neglect other factors.", "category": "Health"}
{"title": "The Michigan Mink Mystery: How Did an Interspecies Outbreak Unfold?", "url": "https://www.nytimes.com/2022/05/22/health/coronavirus-mink-michigan-spillover.html", "description": "The puzzling coronavirus cases highlight ongoing surveillance challenges and blind spots.", "category": "Health"}
{"title": "‘I Want to Reset My Brain’: Female Veterans Turn to Psychedelic Therapy", "url": "https://www.nytimes.com/2022/05/21/world/americas/psychedelic-therapy-female-veterans.html", "description": "Traumatized by war and sexual assaults, some U.S. veterans and veterans’ spouses are seeking help in a Mexican clinic that treats depression and addiction with potent hallucinogens like toad poison.", "category": "Health"}
{"title": "Fentanyl Tainted Pills Cause Drug Fatalities Among Youth to Soar", "url": "https://www.nytimes.com/2022/05/19/health/pills-fentanyl-social-media.html", "description": "Teenagers and young adults are turning to Snapchat, TikTok and other social media apps to find Percocet, Xanax and other pills. The vast majority are laced with deadly doses of fentanyl, police say.", "category": "Technology"}
{"title": "DHS Suspends Its New Disinformation Board, Following Criticism", "url": "https://www.nytimes.com/2022/05/18/technology/disinformation-governance-board.html", "description": "The Department of Homeland Security suspended the work of a panel focused on the subject of disinformation. The group had provoked accusations of government overreach.", "category": "Technology"}
{"title": "Sustainability Index Drops Tesla, Prompting Insult from Musk", "url": "https://www.nytimes.com/2022/05/18/business/tesla-esg-index-musk.html", "description": "S&P cited racial discrimination claims in deciding to exclude the electric carmaker from a listing of socially responsible companies.", "category": "Technology"}
{"title": "Henry Scott Stokes Dies at 83; Opened Japan to English Speakers", "url": "https://www.nytimes.com/2022/05/13/books/henry-scott-stokes-dead.html", "description": "A biographer of the nationalist novelist Yukio Mishima, he was Tokyo bureau chief for three major newspapers and, afterward, was no stranger to controversy.", "category": "MediaandAdvertising"}
{"title": "After Chris Rock and Dave Chappelle Attacks, Comedy Venues Increase Security", "url": "https://www.nytimes.com/2022/05/12/arts/comedians-safety-dave-chappelle-chris-rock.html", "description": "Will Smith slapped Chris Rock onstage at the Oscars. Dave Chappelle was tackled at the Hollywood Bowl. Now some venues are increasing security to protect comedians.", "category": "MediaandAdvertising"}
{"title": "Bloomberg Aims to Compete Directly With British Press", "url": "https://www.nytimes.com/2022/05/11/business/media/bloomberg-uk.html", "description": "A new venture, Bloomberg UK, is the first inkling of a new international strategy for the business news giant.", "category": "MediaandAdvertising"}
{"title": "Lara Logan, Once a Star at CBS News, Is Now One for the Far Right", "url": "https://www.nytimes.com/2022/05/22/business/media/lara-logan-cbs-news.html", "description": "The former chief foreign affairs correspondent is now a popular guest on podcasts hosted by vaccine skeptics and deniers of the 2020 election.", "category": "Business"}
{"title": "The Rules for Hybrid Work Were Always Made Up", "url": "https://www.nytimes.com/2022/05/22/business/hybrid-work-office.html", "description": "As more and more workplaces pause or end the expectation of three days a week in the office, a large-scale return may never be on the horizon.", "category": "Business"}
{"title": "Robert J. Vlasic Dies at 96; Made a Fortune by Making Pickles Funny", "url": "https://www.nytimes.com/2022/05/21/business/bob-vlasic-dead.html", "description": "His company took a lighthearted approach to its products, with a wisecracking stork as its mascot, and became the market leader.", "category": "Business"}
{"title": "Preakness Stakes: Start Time, Schedule and How to Watch", "url": "https://www.nytimes.com/2022/05/21/sports/horse-racing/preakness-start-time-watch.html", "description": "The winner of the Kentucky Oaks and the second-place Derby finisher, Epicenter, are the top horses to watch in the 147th Preakness.", "category": "Sports"}
{"title": "Carlos Alcaraz, at 19, Is a Favorite at the French Open", "url": "https://www.nytimes.com/2022/05/21/sports/tennis/carlos-alcaraz-french-open.html", "description": "Alcaraz, 19, has arrived in Paris with an unusual level of buzz and momentum for his age.", "category": "Sports"}
{"title": "Justin Thomas Seeks His Second P.G.A. Championship Victory", "url": "https://www.nytimes.com/2022/05/20/sports/golf/justin-thomas-has-something-to-prove-and-a-chance-to-prove-it.html", "description": "He’ll have to get past several rising young players to win his second major title. Tiger Woods made the cut at the P.G.A. Championship but is a dozen strokes off the lead.", "category": "Sports"}
{"title": "Ginni Thomas Urged Arizona Lawmakers to Overturn Election", "url": "https://www.nytimes.com/2022/05/20/us/politics/ginni-thomas-election-trump.html", "description": "The wife of Supreme Court Justice Clarence Thomas wrote to legislators in a crucial swing state after the Trump campaign’s loss in 2020.", "category": "Politics"}
{"title": "John Kirby, Pentagon Spokesman, Will Join White House", "url": "https://www.nytimes.com/2022/05/20/us/politics/john-kirby-pentagon-white-house.html", "description": "John Kirby, the Pentagon spokesman, will focus on national security and work alongside the new White House press secretary, Karine Jean-Pierre.", "category": "Politics"}
{"title": "Trump’s Out of Office, but the MAGA Merchandise Machine Keeps Chugging", "url": "https://www.nytimes.com/2022/05/20/us/politics/maga-merchandise-trump.html", "description": "President Biden’s recent criticism of “ultra-MAGA” Republicans has led to a new business opportunity for entrepreneurial conservatives.", "category": "Politics"}
{"title": "Summer Lee, a Progressive Democrat, Wins House Primary in Pennsylvania", "url": "https://www.nytimes.com/2022/05/20/us/politics/summer-lee-house-pa.html", "description": "Ms. Lee, who could become the first Black woman to represent Pennsylvania in Congress, won an expensive and fiercely fought primary battle after days of vote-counting.", "category": "Politics"}
{"title": "A ‘Glitch’ in Federal Health Insurance May Soon Be Fixed", "url": "https://www.nytimes.com/2022/05/20/your-money/federal-health-insurance-glitch.html", "description": "Federal rules make it hard for relatives of people with job-based coverage to qualify for financial help in buying Obamacare insurance. The Biden administration wants to change that.", "category": "Health"}
{"title": "Officials Report a Possible Monkeypox Case in New York", "url": "https://www.nytimes.com/2022/05/19/nyregion/monkeypox-case-ny.html", "description": "The patient is under care at Bellevue Hospital while further testing is conducted.", "category": "Health"}
{"title": "Kwaku Ohene-Frempong, Expert in Sickle Cell Disease, Dies at 76", "url": "https://www.nytimes.com/2022/05/19/health/kwaku-ohene-frempong-dead.html", "description": "When his baby boy was diagnosed with the illness, he made it his mission to combat it. He later took his expertise back to his native Ghana.", "category": "Health"}
{"title": "Testing Requirements for Travel to the U.S.? Here’s What to Know", "url": "https://www.nytimes.com/2022/05/19/travel/testing-requirement-flying-us-cdc.html", "description": "The requirement to test for Covid before flying to the United States is hated by many travelers and the U.S. travel industry. But the government shows no sign of getting rid of it.", "category": "Health"}
{"title": "How a Trash-Talking Crypto Founder Caused a $40 Billion Crash", "url": "https://www.nytimes.com/2022/05/18/technology/terra-luna-cryptocurrency-do-kwon.html", "description": "Do Kwon, a South Korean entrepreneur, hyped the Luna and TerraUSD cryptocurrencies. Their failures have devastated some traders, though not the investment firms that cashed out early.", "category": "Technology"}
{"title": "Elephants in Mourning Spotted on YouTube by Scientists", "url": "https://www.nytimes.com/2022/05/17/science/elephants-mourning-grief.html", "description": "It is difficult to catch Asian elephants responding to deaths of herd members in the wild, but online videos helped researchers observe the behavior.", "category": "Technology"}
{"title": "Russian Hacking Cartel Attacks Costa Rican Government Agencies", "url": "https://www.nytimes.com/2022/05/17/us/politics/russia-hacking-costa-rica.html", "description": "Experts who track the hackers’ actions said the group had recently begun to shift its focus to countries in Central and South America, perhaps as retaliation against nations that have supported Ukraine.", "category": "Technology"}
{"title": "John Leo, Columnist Who Took Aim at Liberal Pieties, Dies at 86", "url": "https://www.nytimes.com/2022/05/11/us/john-leo-dead.html", "description": "With a deft wit and disarming sense of humor, he used his posts at Time and later U.S. News & World Report to criticize excesses on the left.", "category": "MediaandAdvertising"}
{"title": "Disney+ Added 7.9 Million Subscribers Last Quarter", "url": "https://www.nytimes.com/2022/05/11/business/disney-subscribers.html", "description": "New releases like Pixar’s “Turning Red” helped the service surpass analyst estimates for new subscribers globally.", "category": "MediaandAdvertising"}
{"title": "South Korea Offers Davos a Model for Recycling ", "url": "https://www.nytimes.com/2022/05/21/business/south-korea-recycling.html", "description": "Ambitious goals, messaging and enforcement put the nation at the top of the sustainability pack, serving as a model as the World Economic Forum pushes to end plastic waste.", "category": "Business"}
{"title": "Russia and Energy Security Are Urgent Issues at Davos", "url": "https://www.nytimes.com/2022/05/21/business/energy-environment/daniel-yergin-agenda-davos.html", "description": "The invasion of Ukraine is an “epochal moment” that will end Russia’s status as an energy superpower — and increase risks for other nations, says the historian Daniel Yergin.", "category": "Business"}
{"title": "For Elite? Yes. Ostentatious? Yes. But Also Effective.", "url": "https://www.nytimes.com/2022/05/21/business/world-economic-forum-davos-accomplish.html", "description": "For all the criticism of the World Economic Forum’s display of wealth, productive partnerships are indeed formed at Davos, participants say.", "category": "Business"}
{"title": "Roger Angell, Who Wrote About Baseball With Passion, Dies at 101", "url": "https://www.nytimes.com/2022/05/20/sports/roger-angell-dead.html", "description": "In elegantly winding articles for The New Yorker loaded with inventive imagery, he wrote more like a fan than a sports journalist.", "category": "Sports"}
{"title": "Lyon’s Women Defend the Past in a Changing Champions League", "url": "https://www.nytimes.com/2022/05/20/sports/soccer/lyon-barcelona-champions-league-final-women.html", "description": "The arrival of new money in women’s soccer has come at a cost in Europe: It has separated the sport from its past.", "category": "Sports"}
{"title": "Marcus Smart Leads Boston Celtics Over Miami Heat in Game 2", "url": "https://www.nytimes.com/2022/05/20/sports/basketball/celtics-heat-game-2.html", "description": "Smart, the Celtics’ point guard, made an impact on offense and defense as Boston beat Miami in Game 2 of the Eastern Conference finals.", "category": "Sports"}
{"title": "C.D.C Says Adults 50 and Over Should Get Second Booster Shot", "url": "https://www.nytimes.com/2022/05/20/us/politics/cdc-second-booster.html", "description": "Previously, the agency said those 50 and older could opt for the additional shot, but encouraged only people over 65 or with underlying medical conditions to get it.", "category": "Politics"}
{"title": "Attack ads have fueled sharp ups and downs in the Alabama G.O.P. Senate race.", "url": "https://www.nytimes.com/2022/05/20/us/politics/attack-ads-have-fueled-sharp-ups-and-downs-in-the-alabama-gop-senate-race.html", "description": "Deep-pocketed outside groups have spent freely to disparage the rivals of their preferred candidates.", "category": "Politics"}
{"title": "Baby Formula Shortage Has an Aggravating Factor: Few Producers", "url": "https://www.nytimes.com/2022/05/20/business/economy/baby-formula-shortage-market.html", "description": "With just a handful of companies making U.S. infant formula, a shutdown of Abbott’s plant had outsized impact on the supply.", "category": "Politics"}
{"title": "Pentagon Taps Next Commander of U.S. Forces in Africa", "url": "https://www.nytimes.com/2022/05/20/us/politics/pentagon-africa-command-langley.html", "description": "If approved, Lt. Gen. Michael E. Langley would become the first Black four-star Marine Corps officer.", "category": "Politics"}
{"title": "John Eastman Says He Dealt Directly With Trump Over Jan. 6 Plans", "url": "https://www.nytimes.com/2022/05/20/us/politics/john-eastman-trump-jan-6.html", "description": "John Eastman said in a court filing that he had received handwritten notes from President Donald J. Trump as they strategized about how to keep him in power.", "category": "Politics"}
{"title": "C.D.C. Advisers Recommend Pfizer Boosters for Children 5 to 11.", "url": "https://www.nytimes.com/2022/05/19/health/pfizer-vaccine-booster-kids.html", "description": "A third dose would enhance immunity to the coronavirus, the agency said. But hesitancy is high, and less than one-third of children in this age group have received two doses.", "category": "Health"}
{"title": "A Massachusetts Man Is Infected With Monkeypox", "url": "https://www.nytimes.com/2022/05/18/health/massachusetts-monkeypox.html", "description": "The case, the first in the U.S. this year, follows unusual clusters discovered in Europe and Canada.", "category": "Health"}
{"title": "Doctors Gave Her Antipsychotics. She Decided to Live With Her Voices.", "url": "https://www.nytimes.com/2022/05/17/magazine/antipsychotic-medications-mental-health.html", "description": "A new movement wants to shift mainstream thinking away from medication and toward greater acceptance.", "category": "Health"}
{"title": "How the Clean The World Nonprofit Recycles Hotel Soap for Those in Need", "url": "https://www.nytimes.com/2022/05/17/travel/clean-the-world-hotel-soap.html", "description": "Meet Shawn Seipler, the founder of Clean the World. The nonprofit recycles partially used soap left behind from hotel guests for those in need.", "category": "Health"}
{"title": "All Those Celebrities Pushing Crypto Are Not So Vocal Now", "url": "https://www.nytimes.com/2022/05/17/business/media/crypto-gwyneth-paltrow-matt-damon-reese-witherspoon.html", "description": "Crypto boosters such as Matt Damon, Reese Witherspoon and Gwyneth Paltrow have been criticized for hyping virtual currency without highlighting the risks.", "category": "Technology"}
{"title": "Apple Delays and Modifies Its Return to Office Plans", "url": "https://www.nytimes.com/2022/05/17/technology/apple-delays-return-to-office.html", "description": "The news was welcomed by an employee group worried about growing coronavirus rates.", "category": "Technology"}
{"title": "Start-Ups Flock to WeWork, Trellis and Other Low-Commitment Spaces", "url": "https://www.nytimes.com/2022/05/17/technology/coworking-spaces-wework.html", "description": "The pandemic’s arrival turned spaces like WeWork into ghost towns. Now people are lining up for low-commitment offices, and providers are working to sustain that trend.", "category": "Technology"}
{"title": "Staycation, Again?", "url": "https://www.nytimes.com/2022/05/21/travel/covid-cases-staycation-vacation.html", "description": "Wasn’t this supposed to be the summer of big plans? Inflation, Covid-19 and instability have some travelers putting away their passports and grabbing their weekender bags: The close-to-home vacation isn’t dead yet.", "category": "Business"}
{"title": "Boeing’s Starliner Docks With Space Station for NASA", "url": "https://www.nytimes.com/2022/05/20/science/starliner-boeing-nasa-dock.html", "description": "If it returns to Earth successfully next week, the space taxi built for NASA could carry astronauts to orbit later this year.", "category": "Business"}
{"title": "Labor Board Seeks Unionization at Starbucks Where Union Lost Election", "url": "https://www.nytimes.com/2022/05/20/business/starbucks-union-buffalo.html", "description": "A complaint by the agency accuses the coffee chain of illegally intimidating and retaliating against workers in an election that the union lost.", "category": "Business"}
{"title": "Comment une banque française a fait main basse sur Haïti", "url": "https://www.nytimes.com/fr/2022/05/20/world/europe/haiti-cic-france-dette.html", "description": "À la fin du 19e siècle, le Crédit Industriel et Commercial a soutiré des millions à Haïti. Le Times a retracé l’histoire de cette opération — et son coût pour Haïti.", "category": "Business"}
{"title": "Tennis Experts Offer Advice on How Young Players Can Improve", "url": "https://www.nytimes.com/2022/05/20/sports/tennis/coco-gauff-emma-raducanu-advice.html", "description": "Tennis experts offer advice on how young women can improve their games and move up in the rankings.", "category": "Sports"}
{"title": "Why Are Sexually Transmitted Infections Surging?", "url": "https://www.nytimes.com/2022/05/17/magazine/sexually-transmitted-infections-surging.html", "description": "After reaching historic lows more than a decade ago, rates are on the rise again.", "category": "Health"}
{"title": "What a Gene and Its Risks Could Mean for Kidney Transplants", "url": "https://www.nytimes.com/2022/05/17/health/kidney-transplants-black-americans.html", "description": "Kidneys from Black donors are automatically downgraded in transplant assessments, but studying a gene variant could help change that.", "category": "Health"}
{"title": "F.D.A. and Abbott Reach Agreement on Baby Formula to Try to Ease Shortage", "url": "https://www.nytimes.com/2022/05/16/health/baby-formula-shortage-fda.html", "description": "The company said production could resume in about 2 weeks and store shelves would be restocked several weeks later.", "category": "Health"}
{"title": "Your Bosses Could Have a File on You, and They May Misinterpret It", "url": "https://www.nytimes.com/2022/05/17/science/insider-threat-private-companies.html", "description": "Some private companies are keeping tabs on employees with systems that may rely on questionable behavioral science foundations.", "category": "Technology"}
{"title": "Elon Musk Says a Lower Price for Twitter Is ‘Not Out of the Question’", "url": "https://www.nytimes.com/2022/05/16/technology/elon-musk-twitter-price.html", "description": "Mr. Musk has been creating confusion around whether the Twitter deal will close, causing the social media company’s share price to fall.", "category": "Technology"}
{"title": "The ‘E-Pimps’ of OnlyFans", "url": "https://www.nytimes.com/2022/05/16/magazine/e-pimps-onlyfans.html", "description": "Clever marketers have figured out how easy it is to simulate online intimacy at scale, ventriloquizing alluring models with cheap, offshore labor.", "category": "Technology"}
{"title": "The Tesla Effect: Snowmobiles, Boats and Mowers Go Electric", "url": "https://www.nytimes.com/2022/05/15/business/electric-snowmobiles-boats-mowers.html", "description": "They’re quieter and better for the climate. But snow and water create new technological challenges for designers.", "category": "Technology"}
{"title": "What We Learned About TV During Its Biggest Week", "url": "https://www.nytimes.com/2022/05/20/business/media/tv-media-upfronts.html", "description": "This week’s upfronts, when the media industry sells its programming to advertisers, showed how much has changed in the past few years.", "category": "Business"}
{"title": "New Research Offers Clues as to Why Some Babies Die of SIDS", "url": "https://www.nytimes.com/2022/05/16/well/family/sudden-infant-death-syndrome-study.html", "description": "The study could pave the way for newborn screening — but the results still need to be corroborated by further research.", "category": "Health"}
{"title": "Envahissez Haïti, exhorte Wall Street. Les États-Unis s’exécutent.", "url": "https://www.nytimes.com/fr/2022/05/20/world/haiti-etats-unis-occupation.html", "description": "Au début du 20e siècle, les États-Unis occupent Haïti. Derrière cette invasion, des banquiers américains avides de mettre la main sur les finances du pays.", "category": "Business"}
{"title": "How Often Can You Be Infected With the Coronavirus?", "url": "https://www.nytimes.com/2022/05/16/health/covid-reinfection.html", "description": "The spread of the Omicron variant has given scientists an unsettling answer: repeatedly, sometimes within months.", "category": "Health"}
{"title": "Invade Haiti, Wall Street Urged. The U.S. Obliged.", "url": "https://www.nytimes.com/2022/05/20/world/haiti-wall-street-us-banks.html", "description": "The long occupation of Haiti began with a drumbeat from the bank that became Citigroup, decades of diplomatic correspondence and other records show.", "category": "Business"}
{"title": "How a French Bank Captured Haiti", "url": "https://www.nytimes.com/2022/05/20/world/french-banks-haiti-cic.html", "description": "It helped finance the Eiffel Tower as it drained millions from Haiti. The bank, C.I.C., won’t talk about it, but The Times tracked how much its investors made — and what Haiti lost.", "category": "Business"}
{"title": "A former ‘Power Rangers’ actor is charged with helping steal millions in Covid relief funds.", "url": "https://www.nytimes.com/2022/05/20/business/power-rangers-covid-relief.html", "description": "Jason Lawrence Geiger, known professionally as Austin St. John, made false claims to obtain money from the Paycheck Protection Program, prosecutors said.", "category": "Business"}
{"title": "Are You Happy? Your Boss Is Asking.", "url": "https://www.nytimes.com/2022/05/16/business/worker-happiness-management.html", "description": "To some, the pursuit of workplace happiness — and its price, like an $18,000 “happiness M.B.A.” for managers — can seem like a corporate attempt to turn feelings into productivity.", "category": "Health"}
{"title": "Ex-Nurse Convicted in Fatal Medication Error Gets Probation", "url": "https://www.nytimes.com/2022/05/15/us/tennessee-nurse-sentencing.html", "description": "RaDonda Vaught, a former nurse at Vanderbilt University Medical Center in Tennessee, said at her sentencing, “‘I’m sorry’ doesn’t seem like enough.”", "category": "Health"}
{"title": "Baby Formula Shortage Has an Aggravating Factor: Few Producers", "url": "https://www.nytimes.com/2022/05/20/business/economy/baby-formula-shortage-market.html", "description": "With just a handful of companies making U.S. infant formula, a shutdown of Abbott’s plant had outsized impact on the supply.", "category": "Business"}
{"title": "Your Colleague’s Political Beliefs Are Not Your Problem", "url": "https://www.nytimes.com/2022/05/20/business/roxane-gay-work-friend-beliefs-colleague.html", "description": "His beliefs, and desk decorations, aren’t really your business, even if they’re in your joint place of work.", "category": "Business"}
{"title": "Jones Road and Milk Makeup on Clean Makeup in a Messy World", "url": "https://www.nytimes.com/2022/05/20/business/clean-makeup-jones-road-milk.html", "description": "“The idea of wellness has permeated how we think about every aspect of our lives now.” Here are two so-called clean makeup brands on the looks that are trending now.", "category": "Business"}
{"title": "Big Tech Is Getting Clobbered on Wall Street. It’s a Good Time for Them.", "url": "https://www.nytimes.com/2022/05/20/technology/facebook-amazon-apple-markets.html", "description": "Flush with cash, Facebook, Apple, Amazon, Microsoft and Google are positioned to emerge from a downturn stronger and more powerful. As usual.", "category": "Business"}
{"title": "In South Korea, Joe Biden Seeks to Rebuild Economic Ties Across Asia", "url": "https://www.nytimes.com/2022/05/20/world/asia/samsung-biden-asia-economy.html", "description": "The president plans to unveil a new regional economic framework, but some in the region wonder whether it will be an empty exercise.", "category": "Business"}
{"title": "The Allegations Against Musk", "url": "https://www.nytimes.com/2022/05/20/business/dealbook/twitter-musk-flight-attendant.html", "description": "Musk has denied claims of sexual misconduct against an employee, saying that Insider wrote the story to interfere with his acquisition of Twitter.", "category": "Business"}
{"title": "G7 Nations Pledge $20 Billion to Ukraine", "url": "https://www.nytimes.com/2022/05/20/business/economy/g7-20-billion-ukraine.html", "description": "Financing will be directed to keep government operations running amid the Russian war.", "category": "Business"}
{"title": "In Pictures: Sri Lanka’s Protesters Remain Defiant", "url": "https://www.nytimes.com/2022/05/20/world/asia/sri-lanka-protests.html", "description": "As the pain of an economic crisis deepens, a nation’s anger and desperation are visible.", "category": "Business"}
{"title": "Warhol Museum Reimagines the Factory in a New ‘Pop District’", "url": "https://www.nytimes.com/2022/05/20/arts/design/andy-warhol-museum-pop-district.html", "description": "The museum aims to create an arts and music destination in Pittsburgh, teach skills to young people and shore up its finances.", "category": "Business"}
{"title": "Tom Cruise Aims to Fly High at the Box Office With ‘Top Gun: Maverick’", "url": "https://www.nytimes.com/2022/05/20/business/media/tom-cruise-top-gun-maverick.html", "description": "At a time when superheroes dominate the box office, the film industry hopes the actor can bring grown-ups back to theaters.", "category": "Business"}
{"title": "Biden’s Curious Talking Point: Lower Deficits Offer Inflation Relief", "url": "https://www.nytimes.com/2022/05/20/business/economy/biden-deficits-inflation.html", "description": "The administration says federal spending trends are helping rein in price increases, but the economic calculus may be more complicated.", "category": "Business"}
{"title": "Karine Jean-Pierre’s Unlikely Rise to the White House Lectern", "url": "https://www.nytimes.com/2022/05/20/business/media/karine-jean-pierre-press-secretary.html", "description": "The first Black and first openly gay press secretary was raised in an immigrant family with “so many secrets.” Now she occupies one of the most scrutinized jobs in American politics.", "category": "Business"}
{"title": "White House Press Secretary Gets a New ‘Flak Jacket’: A Women’s Blazer", "url": "https://www.nytimes.com/2022/05/20/business/media/white-house-press-secretary-flak-jacket.html", "description": "A decades-long West Wing tradition lives on, with a bright yellow twist.", "category": "Business"}
{"title": "Spring Auction Sales for Two Blockbuster Weeks Top $2.5 Billion", "url": "https://www.nytimes.com/2022/05/19/arts/design/spring-auction-sales-sothebys.html", "description": "Eleven auction records for artists — six by women — were smashed on Thursday night in two sales at Sotheby’s.", "category": "Business"}
{"title": "Facebook Has Been Monetizing Searches for the Buffalo Shooting Video", "url": "https://www.nytimes.com/2022/05/19/technology/buffalo-shooting-facebook-ads.html", "description": "The company relies on automated systems to spot violent content, but people are still uploading and sharing the Buffalo video.", "category": "Business"}
{"title": "White House Struggles to Explain Baby Formula Production Plan", "url": "https://www.nytimes.com/2022/05/19/us/politics/baby-formula-production-white-house.html", "description": "A day after invoking the Defense Production Act to help alleviate a nationwide shortage, administration officials had few answers for how the law would lead to more supply.", "category": "Business"}
{"title": "Family Dollar to Close Warehouse After Rodent Infestation", "url": "https://www.nytimes.com/2022/05/19/business/arkansas-family-dollar-closing.html", "description": "The F.D.A. said in February that more than 1,100 dead rodents were found inside the distribution center in West Memphis, Ark., after it was fumigated.", "category": "Business"}
{"title": "WhatsApp Adds Commercial Services as Meta Seeks More Revenue", "url": "https://www.nytimes.com/2022/05/19/technology/whatsapp-meta-commercial-services.html", "description": "For a fee, the app will allow businesses to build a custom dashboard so they can chat with customers and offer customer services more easily.", "category": "Business"}
{"title": "Lawmakers Grill F.D.A. Chief on Baby Formula Oversight Amid Shortages", "url": "https://www.nytimes.com/2022/05/19/health/baby-formula-fda-robert-califf.html", "description": "Dr. Robert Califf, the agency commissioner, is the first administration official to face congressional scrutiny over the infant formula supply crisis.", "category": "Business"}
{"title": "Has the Crypto Crash Hurt Your Investments? We Want to Hear About It.", "url": "https://www.nytimes.com/2022/05/19/technology/crypto-investments-crash.html", "description": "Tell us about your experiences in the volatile crypto market.", "category": "Business"}
{"title": "Testing Requirements for Travel to the U.S.? Here’s What to Know", "url": "https://www.nytimes.com/2022/05/19/travel/testing-requirement-flying-us-cdc.html", "description": "The requirement to test for Covid before flying to the United States is hated by many travelers and the U.S. travel industry. But the government shows no sign of getting rid of it.", "category": "Business"}
{"title": "After Years of Trouble, Boeing Repeats Launch of Starliner Spacecraft for NASA", "url": "https://www.nytimes.com/2022/05/19/science/nasa-boeing-starliner-launch.html", "description": "The aerospace giant’s astronaut capsule reached orbit, but has yet to complete a flight to the space station, while SpaceX has carried seven crews into orbit.", "category": "Business"}
{"title": "Twitter Expands Content-Moderation Rules to Cover Crises", "url": "https://www.nytimes.com/2022/05/19/business/twitter-content-moderation.html", "description": "The new policies are being added even as Elon Musk, who is in the process of acquiring the company, aggressively criticizes its moderation rules.", "category": "Business"}
{"title": "Livestreams of Mass Shootings: From Buffalo to New Zealand", "url": "https://www.nytimes.com/2022/05/19/technology/mass-shootings-livestream-online.html", "description": "Dozens of recordings of a 2019 massacre in Christchurch, New Zealand, remain online, in a sobering reminder of the internet’s permanence.", "category": "Business"}
{"title": "Frank Miller to Revisit Ronin and Sin City", "url": "https://www.nytimes.com/2022/05/19/arts/design/frank-miller-presents-sin-city.html", "description": "Frank Miller Presents will revisit a couple of comic book creations of his, like Ronin and Sin City, and start a couple of new series.", "category": "Business"}
{"title": "G7 Finance Ministers Race to Secure More Ukraine Aid", "url": "https://www.nytimes.com/2022/05/19/us/politics/ukraine-aid-g7.html", "description": "Officials are working on a plan to provide $15 billion to help keep Ukraine’s government operating during its war with Russia.", "category": "Business"}
{"title": "Equity in U.S. Homes Rises in the First Quarter of 2022", "url": "https://www.nytimes.com/2022/05/19/realestate/home-equity-prices.html", "description": "A new study reports that nearly half of the homes in the United States were considered “equity-rich” in early 2022.", "category": "Business"}
{"title": "Elon Musk Rails Against ESG ", "url": "https://www.nytimes.com/2022/05/19/business/dealbook/elon-musk-tesla-esg.html", "description": "The billionaire railed against E.S.G. after Tesla was dropped from a popular index.", "category": "Business"}
{"title": "California Law Requiring Women on Company Boards Is Struck Down", "url": "https://www.nytimes.com/2022/05/19/business/california-board-diversity-women.html", "description": "After California introduced a law requiring public companies to add at least one female director, the share of companies in the state without women on their boards fell to 1 percent.", "category": "Business"}
{"title": "Global Stocks Slide, Extending Wall Street Rout", "url": "https://www.nytimes.com/2022/05/19/business/global-stocks-slide-extending-the-rout-on-wall-street.html", "description": "The S&P 500 was down 0.6 percent at the close of trading after falling 4 percent on Wednesday. Stocks in Europe were also sharply lower.", "category": "Business"}
{"title": "Fentanyl Tainted Pills Cause Drug Fatalities Among Youth to Soar", "url": "https://www.nytimes.com/2022/05/19/health/pills-fentanyl-social-media.html", "description": "Teenagers and young adults are turning to Snapchat, TikTok and other social media apps to find Percocet, Xanax and other pills. The vast majority are laced with deadly doses of fentanyl, police say.", "category": "Business"}
{"title": "U.S. Eyeing Russian Energy Sanctions Over Ukraine War, Officials Say", "url": "https://www.nytimes.com/2022/05/19/us/politics/russia-ukraine-oil-sanctions.html", "description": "The revenue powers Vladimir V. Putin’s war machine in Ukraine. But plans for new U.S. sanctions could create problems with China, India and other major buyers.", "category": "Business"}
{"title": "At Wells Fargo, a Quest to Increase Diversity Leads to Fake Job Interviews", "url": "https://www.nytimes.com/2022/05/19/business/wells-fargo-fake-interviews.html", "description": "Black and female candidates are sometimes interviewed after the recipient of a job is identified, current and former employees say.", "category": "Business"}
{"title": "‘I Had to Go Back’: Over 55, and Not Retired After All", "url": "https://www.nytimes.com/2022/05/19/business/economy/older-workers-labor-force.html", "description": "After leaving the labor force in unusual numbers early in the pandemic, Americans approaching retirement age are back on the job at previous levels.", "category": "Business"}
