{"title": "Pence, Tiptoeing Away From Trump, Lays Groundwork for ’24 Run", "url": "https://www.nytimes.com/2022/05/23/us/politics/pence-trump-republicans-2024.html", "description": "The former vice president is part of a group of Republicans who have visited early nominating states as they weigh a challenge to their party’s most dominant force.", "category": "Politics"}
{"title": "Jan. 6 Inquiry Presses Republican Lawmaker About Capitol Tour", "url": "https://www.nytimes.com/2022/05/19/us/politics/jan-6-committee-loudermilk.html", "description": "The leaders of the panel said they had evidence that Representative Barry Loudermilk escorted visitors through the Capitol complex on Jan. 5, though he has denied doing so.", "category": "Politics"}
{"title": "A Conservative Lawyer’s New Target After Abortion: Affirmative Action", "url": "https://www.nytimes.com/2022/05/23/us/politics/supreme-court-affirmative-action.html", "description": "Jonathan F. Mitchell, who helped draft Texas’ six-week abortion ban, has turned his attention to Harvard’s race-conscious admissions program.", "category": "Politics"}
{"title": "Key Witness in Durham Case Offers Detailed Testimony of 2016 Meeting", "url": "https://www.nytimes.com/2022/05/19/us/politics/michael-sussmann-trial-durham.html", "description": "A former F.B.I. official said Michael Sussmann, a lawyer accused of lying to the F.B.I., told him he was reporting Trump suspicions on his own, not on behalf of Hillary Clinton’s campaign.", "category": "Politics"}
{"title": "Supreme Court Limits Inmates’ Challenges Based on Bad Legal Help", "url": "https://www.nytimes.com/2022/05/23/us/politics/supreme-court-ineffective-counsel.html", "description": "Splitting 6 to 3, the justices ruled that federal courts may not hold evidentiary hearings in suits from state prisoners claiming ineffective assistance of counsel.", "category": "Politics"}
{"title": "Early Voting Surges as Georgia Watches for Impact of Election Law", "url": "https://www.nytimes.com/2022/05/23/us/politics/georgia-voter-turnout.html", "description": "Republicans argued that their new election law was not suppressing votes. Democrats said voters were simply overcoming new hurdles. Ultimately, it is too early to draw firm conclusions.", "category": "Politics"}
{"title": "Debate Over Tariffs Reveals Biden’s Difficulties on China Trade", "url": "https://www.nytimes.com/2022/05/23/business/economy/china-trade-tariffs-biden.html", "description": "Sixteen months into the Biden presidency, U.S. officials are still divided over what to do about a trade legacy left by President Donald J. Trump.", "category": "Politics"}
{"title": "U.S. Military Airlifts Baby Formula From Europe", "url": "https://www.nytimes.com/2022/05/23/us/biden-baby-formula-shortage.html", "description": "A shipment that arrived on Sunday was the first of two intended to address shortages in the United States. Another shipment is set to arrive this week, the White House said.", "category": "Politics"}
{"title": "Pfizer Says Strong Response From 3 Covid Shots in Young Children", "url": "https://www.nytimes.com/2022/05/23/us/politics/pfizer-vaccine-kids.html", "description": "The preliminary results appeared to show that three doses of the vaccine worked better than two.", "category": "Politics"}
{"title": "In Texas, a Proxy Fight Over Democrats’ Stance on Immigration", "url": "https://www.nytimes.com/2022/05/23/us/politics/texas-immigration.html", "description": "A runoff election in heavily Hispanic South Texas is revealing the party’s divisions on border issues.", "category": "Politics"}
{"title": "The Era of Borderless Data Is Ending", "url": "https://www.nytimes.com/2022/05/23/technology/data-privacy-laws.html", "description": "Nations are accelerating efforts to control data produced within their perimeters, disrupting the flow of what has become a kind of digital currency.", "category": "Politics"}
{"title": "Biden to Begin New Asia-Pacific Economic Bloc With a Dozen Allies", "url": "https://www.nytimes.com/2022/05/23/world/asia/biden-asian-pacific-bloc.html", "description": "The goal is a resurgence in U.S. influence in the region, especially vis-à-vis China, after Trump’s withdrawal from the Trans-Pacific Partnership.", "category": "Politics"}
{"title": "Biden Pledges to Defend Taiwan if It Faces a Chinese Attack", "url": "https://www.nytimes.com/2022/05/23/world/asia/biden-taiwan-china.html", "description": "Moving away from a policy of “strategic ambiguity,” the president said he would take a step to protect the island democracy beyond what the U.S. has done for Ukraine.", "category": "Politics"}
{"title": "Democrats See Headwinds in Georgia, and Everywhere Else", "url": "https://www.nytimes.com/2022/05/22/us/politics/democrats-georgia-warnock-abrams-biden.html", "description": "Raphael Warnock and Stacey Abrams, viewed as strong candidates by their party, will be running against President Biden’s low ratings as well as their G.O.P. rivals.", "category": "Politics"}
{"title": "‘Everybody Should Be Concerned’ About Monkeypox, Biden Warns", "url": "https://www.nytimes.com/2022/05/22/world/asia/monkeypox-biden-concern.html", "description": "Only one case of the virus has so far been identified in the U.S., but public health officials say the disease is likely to spread.", "category": "Politics"}
{"title": "Josh Shapiro Defends Primary Ad Tying Doug Mastriano to Trump", "url": "https://www.nytimes.com/2022/05/22/us/politics/josh-shapiro-mastriano-pennsylvania.html", "description": "Mr. Shapiro, the Democratic nominee for governor in Pennsylvania, said he was eager to start the general election campaign.", "category": "Politics"}
{"title": "Biden Arrives in Tokyo Seeking to Shore Up Support for Economic Plan", "url": "https://www.nytimes.com/2022/05/22/us/politics/biden-japan-asia-economic-policy.html", "description": "The president will meet with his counterparts from Australia, India and Japan.", "category": "Politics"}
{"title": "Lara Logan, Once a Star at CBS News, Is Now One for the Far Right", "url": "https://www.nytimes.com/2022/05/22/business/media/lara-logan-cbs-news.html", "description": "The former chief foreign affairs correspondent is now a popular guest on podcasts hosted by vaccine skeptics and deniers of the 2020 election.", "category": "Politics"}
{"title": "Scorned by Trump, Mo Brooks Rises in Alabama Senate Race", "url": "https://www.nytimes.com/2022/05/22/us/politics/alabama-senate-mo-brooks.html", "description": "Mr. Brooks, a hard-right representative, seems to be making an unlikely comeback in a Senate race in which the Trump endorsement may not determine votes of Trump supporters.", "category": "Politics"}
{"title": "Perdue Had Trump. In Georgia, Kemp Had Everything Else.", "url": "https://www.nytimes.com/2022/05/21/us/politics/perdue-kemp-georgia-trump.html", "description": "David Perdue challenged Gov. Brian Kemp because of Donald Trump’s fury over his 2020 loss. Thoroughly outflanked and failing to gain traction, he is now staring down defeat.", "category": "Politics"}
{"title": "Rejecting ‘Love Letters’ to North Korea, Biden Offers Carrots and Sticks Instead", "url": "https://www.nytimes.com/2022/05/21/world/asia/biden-south-korea-yoon.html", "description": "President Biden said he would consider expanding joint exercises with South Korea’s military that were scaled back during the Trump administration.", "category": "Politics"}
{"title": "Bush Dynasty, Its Influence Fading, Pins Hopes on One Last Stand in Texas", "url": "https://www.nytimes.com/2022/05/21/us/politics/george-bush-legacy-texas.html", "description": "George P. Bush is running to unseat the incumbent attorney general. His family, once powerful in Texas, has become an albatross as well as an asset.", "category": "Politics"}
{"title": "Lucy Calkins Retreats on Phonics in Fight Over Reading Curriculum", "url": "https://www.nytimes.com/2022/05/22/us/reading-teaching-curriculum-phonics.html", "description": "Lucy Calkins, a leading literacy expert, has rewritten her curriculum to include a fuller embrace of phonics and the science of reading. Critics may not be appeased.", "category": "Education"}
{"title": "Princeton President Recommends Firing Joshua Katz After Uproar", "url": "https://www.nytimes.com/2022/05/19/us/princeton-professor-joshua-katz.html", "description": "Joshua Katz says he was targeted because of his criticism of a campus protest group. A university report says the concerns are related to his inappropriate conduct with a female student.", "category": "Education"}
{"title": "Mayor Adams Unveils Program to Address Dyslexia in N.Y.C. Schools", "url": "https://www.nytimes.com/2022/05/12/nyregion/adams-dyslexia-nyc-schools.html", "description": "The mayor, who has dyslexia himself, would open two new schools, train teachers and direct schools to use phonics-based lessons as a way to address a literacy crisis in the city.", "category": "Education"}
{"title": "Lincoln College in Illinois to Close, Hurt by Covid and Ransomware Attack", "url": "https://www.nytimes.com/2022/05/09/us/lincoln-college-illinois-closure.html", "description": "The predominantly Black college in Illinois will cease operations Friday after 157 years, having failed to raise millions to recover from the pandemic and a cyberattack that originated in Iran.", "category": "Education"}
{"title": "Gov. Greg Abbott of Texas May Challenge Schooling of Migrant Children", "url": "https://www.nytimes.com/2022/05/05/us/texas-schools-undocumented-immigrants-supreme-court.html", "description": "Gov. Greg Abbott may target a 1982 Supreme Court ruling that requires schools to educate undocumented children. Some conservatives see an opening for a fresh look at old precedents.", "category": "Education"}
{"title": "A Haven for L.G.B.T.Q. Students in the Heart of Alabama", "url": "https://www.nytimes.com/2022/05/08/us/lgbtq-alabama-charter-school.html", "description": "The Magic City Acceptance Academy, a public charter school, finally opened last year after several attempts. Students there have watched state legislators debate their future in real time.", "category": "Education"}
{"title": "American Bar Association May Eliminate Standardized Tests for Admissions", "url": "https://www.nytimes.com/2022/05/06/us/standardized-testing-american-bar-association.html", "description": "A committee within the A.B.A. has recommended that law schools stop requiring standardized tests like the LSAT as part of their admissions process.", "category": "Education"}
{"title": "Working Mothers, Punished by Pandemic, Mostly Kept Working ", "url": "https://www.nytimes.com/2022/05/11/upshot/pandemic-working-mothers-jobs.html", "description": "When it came to who lost jobs, education mattered much more than gender, a broad new analysis found.", "category": "Education"}
{"title": "Police Search of Delaware State University Team Draws Outrage", "url": "https://www.nytimes.com/2022/05/10/us/delaware-state-lacrosse-bus-stopped.html", "description": "The bus of the women’s lacrosse team was pulled over last month by Georgia sheriff’s deputies and searched by a drug-sniffing dog. Delaware officials called video of the search “disturbing.”", "category": "Education"}
{"title": "Florida Releases Reviews That Led to Rejection of Math Textbooks", "url": "https://www.nytimes.com/2022/05/07/us/politics/florida-rejected-math-textbooks.html", "description": "To explain its puzzling rejection of dozens of textbooks, the state released 6,000 pages of comments, revealing an often confusing and divisive process.", "category": "Education"}
{"title": "Harvard Details Its Ties to Slavery and Its Plans for Redress", "url": "https://www.nytimes.com/2022/04/26/us/harvard-slavery-redress-fund.html", "description": "The university is committing $100 million for an endowed “Legacy of Slavery Fund.” Its report carefully avoided treading on direct financial reparations for descendants of enslaved people.", "category": "Education"}
{"title": "G.O.P. Lawmakers Subverted U. of North Carolina, Professors’ Group Says", "url": "https://www.nytimes.com/2022/04/28/us/unc-report-gop.html", "description": "In a new report, the group says that the Republicans created a hostile climate on campuses. The administration called the charges absurd.", "category": "Education"}
{"title": "Varsity Blues Scandal Defendant John B. Wilson Appeals His Conviction", "url": "https://www.nytimes.com/2022/04/25/us/john-wilson-varsity-blues-scandal.html", "description": "The business executives John B. Wilson and Gamal Abdelaziz each received a long sentence, but in appeals, their lawyers say the key claim against them is legally flawed.", "category": "Education"}
{"title": "A Look at the Textbooks Rejected by the Florida Department of Education", "url": "https://www.nytimes.com/2022/04/22/us/florida-rejected-textbooks.html", "description": "The state rejected dozens of math textbooks. The New York Times reviewed 21 of them to figure out why.", "category": "Education"}
{"title": "More Pandemic Fallout: The Chronically Absent Student", "url": "https://www.nytimes.com/2022/04/20/us/school-absence-attendance-rate-covid.html", "description": "At one middle school, more than 40 percent of the students have been chronically absent this year. Districts are going to great lengths — offering gift cards, night classes — to reach them.", "category": "Education"}
{"title": "New York City to Expand Gifted and Talented Program but Scrap Test", "url": "https://www.nytimes.com/2022/04/14/nyregion/nyc-gifted-talented.html", "description": "The mayor unveiled a plan to add seats in the highly selective program for both kindergartners and third graders and to permanently replace an admissions test with universal screening.", "category": "Education"}
{"title": "Columbia, Howard and N.Y.U. Presidents Announce Retirements", "url": "https://www.nytimes.com/2022/04/14/us/columbia-howard-nyu-presidents-retirements.html", "description": "Lee Bollinger of Columbia, Wayne A.I. Frederick of Howard and Andrew Hamilton of N.Y.U. have had to guide their universities through Covid.", "category": "Education"}
{"title": "A College Fights ‘Leftist Academics’ by Expanding Into Charter Schools", "url": "https://www.nytimes.com/2022/04/10/us/hillsdale-college-charter-schools.html", "description": "Hillsdale College is building a national charter school network. Tennessee invited the college to start 50 of them, using public funds.", "category": "Education"}
{"title": "UCLA Wants to Hire an Adjunct. But the Pay Is Zero.", "url": "https://www.nytimes.com/2022/04/06/us/ucla-adjunct-professor-salary.html", "description": "After protests, U.C.L.A. took down a job posting that offered no pay. But it turns out colleges often expect Ph.D.s to work for free.", "category": "Education"}
{"title": "As Book Banning Efforts Surge, These 10 Received the Most Challenges", "url": "https://www.nytimes.com/2022/04/04/books/banned-books-libraries.html", "description": "Most of the targeted books are about Black and L.G.B.T.Q. people, according to the American Library Association. The country’s polarized politics has fueled the rise.", "category": "Education"}
{"title": "Jovan Vavic in Varsity Blues Scandal Is Found Guilty", "url": "https://www.nytimes.com/2022/04/08/us/jovan-vavic-varsity-blues-trial.html", "description": "Jovan Vavic, the former water polo coach at U.S.C., was accused of taking more than $200,000 in bribes in exchange for designating high school applicants as recruits.", "category": "Education"}
{"title": "New Mexico Will Make College Tuition Free for Residents", "url": "https://www.nytimes.com/2022/03/31/us/new-mexico-free-college.html", "description": "As states take the lead in the tuition-free movement after President Biden’s plans failed to gain traction in Congress, New Mexico emerges as a leader.", "category": "Education"}
{"title": "Learning the Right Way to Struggle", "url": "https://www.nytimes.com/2022/04/05/science/education-learning-challenge.html", "description": "Several common educational strategies lean into the idea that, in the classroom, challenge is something to embrace.", "category": "Education"}
{"title": "Minneapolis Teachers End Strike With Tentative Deal", "url": "https://www.nytimes.com/2022/03/25/us/minneapolis-teachers-strike.html", "description": "The agreement would resolve a nearly three-week standoff that closed schools for 30,000 students.", "category": "Education"}
{"title": "Ted Cruz’s Daughters Attend a Private School That Is ‘Antiracist’", "url": "https://www.nytimes.com/2022/03/25/us/ted-cruz-antiracist-school.html", "description": "The Texas senator aggressively questioned Judge Ketanji Brown Jackson this week for serving on the board of a school “overflowing with critical race theory.”", "category": "Education"}
{"title": "What’s in House Bill 1557, Which Opponents Call ‘Don’t Say Gay’", "url": "https://www.nytimes.com/2022/03/18/us/dont-say-gay-bill-florida.html", "description": "The Florida bill limits what educators can say about gender and sexuality, and could affect mental health services for all students.", "category": "Education"}
{"title": "As the French Open Begins, the War in Ukraine Roils the Locker Room", "url": "https://www.nytimes.com/2022/05/23/sports/tennis/french-open-ukraine-russia-wimbledon.html", "description": "“I feel like it’s not united,” Iga Swiatek, the top-ranked women’s player, said of a decision by the tours to punish Wimbledon for barring players from Russian and Belarus.", "category": "Sports"}
{"title": "The Dallas Mavericks Just May Not Be Good Enough Yet", "url": "https://www.nytimes.com/2022/05/23/sports/basketball/golden-state-dallas-mavericks.html", "description": "With Golden State one win from the N.B.A. finals, Dallas is already talking about the off-season. Luka Doncic said he was “still learning.”", "category": "Sports"}
{"title": "Naomi Osaka Is Out in First Round of the French Open", "url": "https://www.nytimes.com/2022/05/23/sports/tennis/naomi-osaka-french-open.html", "description": "Amanda Anisimova knocked her out of a second straight Grand Slam event.", "category": "Sports"}
{"title": "At the French Open, Novak Djokovic Aims for His 21st Slam Win", "url": "https://www.nytimes.com/2022/05/23/sports/tennis/novak-djokovic-french-open-21.html", "description": "The world No. 1 seemed poised to set the men’s record for major titles. Now, after a crushing loss and a vaccine controversy, Djokovic looks to get back on course at the French Open.", "category": "Sports"}
{"title": "Justin Thomas Wins the P.G.A. Championship With a Roaring Comeback", "url": "https://www.nytimes.com/2022/05/22/sports/golf/justin-thomas-wins-pga-championship.html", "description": "Thomas, who entered the final round seven shots behind the leader, beat Will Zalatoris in a playoff to win his second career major championship.", "category": "Sports"}
{"title": "Smell Good, Play Good? MLB Players Douse Themselves in Cologne", "url": "https://www.nytimes.com/2022/05/22/sports/baseball/cologne-perfume.html", "description": "In a sport full of traditions and superstitions, numerous players believe a heavy dose of cologne or women’s perfume is essential before they take the field.", "category": "Sports"}
{"title": "Tim Anderson Calls Josh Donaldson’s ‘Jackie’ Comments Racist", "url": "https://www.nytimes.com/2022/05/22/sports/baseball/tim-anderson-josh-donaldson.html", "description": "M.L.B. will investigate Saturday’s incident between Donaldson, the Yankees third baseman, and Chicago’s Tim Anderson.", "category": "Sports"}
{"title": "The Pandemic Has Worsened the Reading Crisis in Schools", "url": "https://www.nytimes.com/2022/03/08/us/pandemic-schools-reading-crisis.html", "description": "The fallout from the pandemic is just being felt. “We’re in new territory,” educators say.", "category": "Education"}
{"title": "The Fight Over ‘Maus’ Is Part of a Bigger Cultural Battle in Tennessee", "url": "https://www.nytimes.com/2022/03/04/us/maus-banned-books-tennessee.html", "description": "State lawmakers, led by the governor, are rethinking what public school students should read and learn.", "category": "Education"}
{"title": "Gov. Abbott Pushes to Investigate Treatments for Trans Youth as 'Child Abuse'", "url": "https://www.nytimes.com/2022/02/23/science/texas-abbott-transgender-child-abuse.html", "description": "While it’s unclear whether the order could be enforced, medical providers and child welfare advocates condemned the move as dangerous.", "category": "Education"}
{"title": "U.C. Berkeley Says It May Have to Cut Student Admissions by Thousands", "url": "https://www.nytimes.com/2022/02/16/education/uc-berkeley-admissions-court-ruling.html", "description": "The announcement is the result of an appellate court ruling in favor of a neighborhood group that has sued the university, contending it is causing housing problems in the community.", "category": "Education"}
{"title": "Judge Strikes Down Elite Virginia High School’s Admissions Rules", "url": "https://www.nytimes.com/2022/02/25/us/thomas-jefferson-school-admissions.html", "description": "Thomas Jefferson High School eliminated standardized tests and made other changes to attract more Black and Hispanic students. A judge declared the policy unfair to Asian Americans.", "category": "Education"}
{"title": "Why Many College Students Are Struggling", "url": "https://www.nytimes.com/2022/05/23/opinion/letters/struggling-college-students.html", "description": "Readers discuss the current malaise among many college students. Also: The Oklahoma abortion ban; stopping gun violence; remote work and the climate.", "category": "Education"}
{"title": "Rafael Nadal Is the French Open’s Man of Mystery", "url": "https://www.nytimes.com/2022/05/22/sports/tennis/rafael-nadal-french-open.html", "description": "He was unbeatable at the start of the year, then could hardly finish a match in the run-up to the French Open because of an injury. Which version of the 13-time champion of this tournament will show up?", "category": "Sports"}
{"title": "Man City Rallies to Win Premier League, Edging Liverpool by a Point", "url": "https://www.nytimes.com/2022/05/22/sports/soccer/premier-league-final-day.html", "description": "Three second-half goals capped a dramatic final day, and denied Liverpool an improbable championship.", "category": "Sports"}
{"title": "At 36, Candace Parker Posts a Triple-Double, a W.N.B.A. Rarity", "url": "https://www.nytimes.com/2022/05/22/sports/basketball/candace-parker-triple-double-wnba.html", "description": "The Chicago Sky player became the third W.N.B.A. player to have multiple triple-doubles in a career. It was only the 11th one in the league’s 26 seasons, and she was the oldest to do it.", "category": "Sports"}
{"title": "Boston Celtics Provide the Drama. Miami Heat Deliver the Win.", "url": "https://www.nytimes.com/2022/05/22/sports/basketball/miami-heat-boston-celtics-game-3.html", "description": "A strange playoff series keeps getting weirder with injury scares and furious comebacks. It’s difficult to tell who is best prepared to adapt.", "category": "Sports"}
{"title": "Paul O’Neill Book Excerpt: A Memorable Chat With Ted Williams", "url": "https://www.nytimes.com/2022/05/22/sports/baseball/paul-oneill-book.html", "description": "In his new book, the former Yankee Paul O’Neill recounts a conversation with the Hall of Famer Ted Williams that involved some crucial advice: “Don’t let anyone change you.”", "category": "Sports"}
{"title": "Activision Employees to Cast Union Vote", "url": "https://www.nytimes.com/2022/05/23/business/activision-employees-union.html", "description": "Employees at a company subsidiary complain about long hours and low pay. On Monday, they could vote to form the first union at a big U.S. gaming company.", "category": "Business"}
{"title": "Russian-Speakers in Tech Rebuild Their Lives in San Francisco", "url": "https://www.nytimes.com/2022/05/23/technology/russia-tech-engineers.html", "description": "They moved from Russia, Ukraine, Belarus and other countries for jobs in the technology industry. Now they are joined by friends fleeing war and repression.", "category": "Business"}
{"title": "The Era of Borderless Data Is Ending", "url": "https://www.nytimes.com/2022/05/23/technology/data-privacy-laws.html", "description": "Nations are accelerating efforts to control data produced within their perimeters, disrupting the flow of what has become a kind of digital currency.", "category": "Business"}
{"title": "Starbucks is leaving Russia.", "url": "https://www.nytimes.com/live/2022/05/23/business/economy-news-stocks-inflation", "description": "The coffee chain said it had closed 130 stores in the country, where a licensing partner employs about 2,000 workers, and ended its brand presence there.", "category": "Business"}
{"title": "A Conservative Lawyer’s New Target After Abortion: Affirmative Action", "url": "https://www.nytimes.com/2022/05/23/us/politics/supreme-court-affirmative-action.html", "description": "Jonathan F. Mitchell, who helped draft Texas’ six-week abortion ban, has turned his attention to Harvard’s race-conscious admissions program.", "category": "Education"}
{"title": "These 90-Year-Old Runners Have Some Advice for You", "url": "https://www.nytimes.com/2022/05/22/sports/national-senior-games-runners.html", "description": "Runners at the National Senior Games in Miramar, Fla., competed in events ranging from the 50 meters to 1,500 meters. Their secret? “You’ve got to keep moving.”", "category": "Sports"}
{"title": "For Some Parkinson’s Patients, Boxing Can Be Therapy", "url": "https://www.nytimes.com/2022/05/23/well/move/parkinsons-boxing-therapy.html", "description": "No-contact boxing is a great full-body workout for anyone, but some experts say people with neurological disorders just might benefit most.", "category": "Sports"}
{"title": "7 Great Biking Cities (and Which Trails to Ride)", "url": "https://www.nytimes.com/2022/05/23/travel/city-biking-trails.html", "description": "There’s no better way to zip through a new city than on two wheels. Here are some routes to try, from riverside jaunts to mountain climbs.", "category": "Sports"}
{"title": "8 of the Best Bike Trails in the U.S.", "url": "https://www.nytimes.com/2022/05/23/travel/cycling-bike-paths.html", "description": "Tens of thousands of miles of abandoned railroad tracks have been developed into recreational paths since the 1960s. Here are scenic pathways through deserts, valleys, mountain passages and more.", "category": "Sports"}
{"title": "A Family Measures Milestones on an Alaskan Cycling Trip", "url": "https://www.nytimes.com/2022/05/23/travel/family-summer-cycling.html", "description": "In the shadow of the iconic Denali peak in Alaska, a family bikes over the next rise and into the great unknown.", "category": "Sports"}
{"title": "E-Bike Bliss on Maui and Lanai, Two Hawaiian Islands", "url": "https://www.nytimes.com/2022/05/23/travel/e-bike-hawaii.html", "description": "On Maui and Lanai, roads heave up hillsides, curl around cliffs and sail above thundering bays. Terrifying in a car. No sweat on an electric bike.", "category": "Sports"}
{"title": "Taijuan Walker and Bullpen Dominate for Mets at Coors Field", "url": "https://www.nytimes.com/2022/05/22/sports/baseball/mets-yankees.html", "description": "The Mets have won 14 consecutive games following a loss. The team also avoided arbitration with Chris Bassitt.", "category": "Sports"}
{"title": "Lara Logan, Once a Star at CBS News, Is Now One for the Far Right", "url": "https://www.nytimes.com/2022/05/22/business/media/lara-logan-cbs-news.html", "description": "The former chief foreign affairs correspondent is now a popular guest on podcasts hosted by vaccine skeptics and deniers of the 2020 election.", "category": "Business"}
{"title": "How Jack Welch’s Reign at G.E. Gave Us Elon Musk’s Twitter Feed", "url": "https://www.nytimes.com/2022/05/21/business/jack-welch-ge-ceo-behavior.html", "description": "The onetime ‘manager of the century’ paved the way for C.E.O.s to moonlight as internet trolls.", "category": "Business"}
{"title": "The Rules for Hybrid Work Were Always Made Up", "url": "https://www.nytimes.com/2022/05/22/business/hybrid-work-office.html", "description": "As more and more workplaces pause or end the expectation of three days a week in the office, a large-scale return may never be on the horizon.", "category": "Business"}
{"title": "Stock Market Declines Can Help Long-term Investors", "url": "https://www.nytimes.com/2022/05/19/business/stock-market-investors.html", "description": "Is this is a good time to buy stocks, readers ask? Yes, our columnist says, but only if you can handle further losses and don’t try to outsmart the market.", "category": "Business"}
{"title": "Tesla’s Aura Dims as Its Plunging Stock Highlights the Risks It Faces", "url": "https://www.nytimes.com/2022/05/20/business/tesla-stock-elon-musk.html", "description": "Production problems in China and Elon Musk’s pursuit of Twitter are leading investors to wonder whether the electric car company is worth as much as they thought.", "category": "Business"}
{"title": "U.S. moves toward supplying Romania with a new style of nuclear plant.", "url": "https://www.nytimes.com/2022/05/23/business/romania-nuclear-power.html", "description": "The proposed deal, for a smaller and cheaper kind of nuclear plant, built by an American firm, could start a race to export small reactors.", "category": "Business"}
{"title": "Debate Over Tariffs Reveals Biden’s Difficulties on China Trade", "url": "https://www.nytimes.com/2022/05/23/business/economy/china-trade-tariffs-biden.html", "description": "Sixteen months into the Biden presidency, U.S. officials are still divided over what to do about a trade legacy left by President Donald J. Trump.", "category": "Business"}
{"title": "Felix Auger-Aliassime Seeks Major Success at the French Open", "url": "https://www.nytimes.com/2022/05/22/sports/tennis/felix-auger-aliassime.html", "description": "For years, tennis experts have heralded the promise of Auger-Aliassime, a young Canadian. But can he reach the top in the era of Carlos Alcaraz?", "category": "Sports"}
{"title": "HSBC Executive Comments Downplays Climate Change Risk", "url": "https://www.nytimes.com/2022/05/23/business/stuart-kirk-hsbc-climate-change.html", "description": "Stuart Kirk, the head of responsible investing for the bank’s asset management division, said the risks of climate change had been overblown. “Who cares if Miami is six meters underwater in 100 years?”", "category": "Business"}
{"title": "Where Russia Once Held Court at Davos, Ukraine Makes Its Pitch", "url": "https://www.nytimes.com/2022/05/23/world/europe/ukraine-russia-davos.html", "description": "The Russia House, where oligarchs sipped vodka and talked with politicians and corporate chiefs during the World Economic Forum, has been rebranded “Russian War Crimes House.”", "category": "Business"}
{"title": "Starbucks Will Close Stores in Russia", "url": "https://www.nytimes.com/2022/05/23/business/starbucks-russia-exit.html", "description": "The coffee chain said it had closed 130 stores in the country, where a licensing partner employs about 2,000 workers, and ended its brand presence there.", "category": "Business"}
{"title": "Stocks Rise After Their Brush With a Bear Market", "url": "https://www.nytimes.com/2022/05/23/business/stock-markets-today.html", "description": "The S&P 500 briefly entered bear market territory on Friday and pulled higher late in the day.", "category": "Business"}
{"title": "The strange, swift spread of monkeypox", "url": "https://www.nytimes.com/2022/05/23/business/dealbook/monkeypox.html", "description": "In his first public remarks on the outbreak, President Biden says that monkeypox is concerning and that “if it were to spread, it would be consequential.”", "category": "Business"}
{"title": "Meta Will Give Researchers More Information on Political Ad Targeting", "url": "https://www.nytimes.com/2022/05/23/technology/meta-political-ad-targeting.html", "description": "Academics and journalists will be able to see more data about the way political ads are used to target users across Facebook and Instagram.", "category": "Business"}
{"title": "Pfizer Says Strong Response From 3 Covid Shots in Young Children", "url": "https://www.nytimes.com/2022/05/23/us/politics/pfizer-vaccine-kids.html", "description": "The preliminary results appeared to show that three doses of the vaccine worked better than two.", "category": "Business"}
{"title": "The Era of Borderless Data Is Ending", "url": "https://www.nytimes.com/2022/05/23/technology/data-privacy-laws.html", "description": "Nations are accelerating efforts to control data produced within their perimeters, disrupting the flow of what has become a kind of digital currency.", "category": "Technology"}
{"title": "Russian-Speakers in Tech Rebuild Their Lives in San Francisco", "url": "https://www.nytimes.com/2022/05/23/technology/russia-tech-engineers.html", "description": "They moved from Russia, Ukraine, Belarus and other countries for jobs in the technology industry. Now they are joined by friends fleeing war and repression.", "category": "Technology"}
{"title": "Activision Employees to Cast Union Vote", "url": "https://www.nytimes.com/2022/05/23/business/activision-employees-union.html", "description": "Employees at a company subsidiary complain about long hours and low pay. On Monday, they could vote to form the first union at a big U.S. gaming company.", "category": "Technology"}
{"title": "Meta Will Give Researchers More Information on Political Ad Targeting", "url": "https://www.nytimes.com/2022/05/23/technology/meta-political-ad-targeting.html", "description": "Academics and journalists will be able to see more data about the way political ads are used to target users across Facebook and Instagram.", "category": "Technology"}
{"title": "Workers at an Activision studio vote to unionize, a first for the gaming industry.", "url": "https://www.nytimes.com/2022/05/23/technology/activision-raven-union.html", "description": "The new union affects only a small group of workers — 28 quality assurance workers at Activision’s Raven studio.", "category": "Technology"}
{"title": "Tridge Is Providing a Middleman Service for Global Food Trade", "url": "https://www.nytimes.com/2022/05/23/business/global-food-trade-tridge.html", "description": "The Korean start-up Tridge is working to create a network for buyers and sellers, collecting valuable data in the process.", "category": "Technology"}
{"title": "Tesla’s Aura Dims as Its Plunging Stock Highlights the Risks It Faces", "url": "https://www.nytimes.com/2022/05/20/business/tesla-stock-elon-musk.html", "description": "Production problems in China and Elon Musk’s pursuit of Twitter are leading investors to wonder whether the electric car company is worth as much as they thought.", "category": "Technology"}
{"title": "Limits on borrowing would remain suspended to help E.U. countries respond to war.", "url": "https://www.nytimes.com/2022/05/23/business/eu-fiscal-policy-deficit-debt.html", "description": "The European Commission proposes to delay the reinstatement of stringent rules that were relaxed to help nations cope with the pandemic.", "category": "Business"}
{"title": "A Guide to Cycling in the Summer: Gear and Tips", "url": "https://www.nytimes.com/2022/05/23/travel/cycling-gear-guide.html", "description": "Whether you’re doing a multiday ride along a Euro-Velo route, mountain biking down a forested path or hitting the local rail trail, you’ll need the right equipment. We’ve got you covered.", "category": "Business"}
{"title": "The Refinery Standing Between Germany and an Oil Embargo", "url": "https://www.nytimes.com/2022/05/23/world/europe/germany-russia-oil-embargo.html", "description": "A Russian-owned refinery, linked to a Soviet-era pipeline, is a reminder of Germany’s past and a stumbling block to efforts to cut off Russian oil.", "category": "Business"}
{"title": "Tridge Is Providing a Middleman Service for Global Food Trade", "url": "https://www.nytimes.com/2022/05/23/business/global-food-trade-tridge.html", "description": "The Korean start-up Tridge is working to create a network for buyers and sellers, collecting valuable data in the process.", "category": "Business"}
{"title": "Broadcom in Talks to Acquire VMware, the Cloud Computing Company", "url": "https://www.nytimes.com/2022/05/22/business/dealbook/broadcom-vmware.html", "description": "Since its attempt to buy the U.S. chip maker Qualcomm was blocked in 2018, Broadcom has diversified the types of companies it buys.", "category": "Business"}
{"title": "Kushner’s and Mnuchin’s Quick Pivots to Business With the Gulf", "url": "https://www.nytimes.com/2022/05/22/business/jared-kushner-steven-mnuchin-gulf-investments.html", "description": "Weeks before the Trump administration ended, Jared Kushner and Steven Mnuchin met with future investors on official trips to the Middle East.", "category": "Business"}
{"title": "Several Jif Peanut Butter Products Recalled Over Potential Salmonella", "url": "https://www.nytimes.com/2022/05/22/us/jif-recall-peanut-butter.html", "description": "The J.M. Smucker Company said it initiated a voluntary recall and advised consumers to dispose of some potentially contaminated products.", "category": "Business"}
{"title": "Big Tech Is Getting Clobbered on Wall Street. It’s a Good Time for Them.", "url": "https://www.nytimes.com/2022/05/20/technology/facebook-amazon-apple-markets.html", "description": "Flush with cash, Facebook, Apple, Amazon, Microsoft and Google are positioned to emerge from a downturn stronger and more powerful. As usual.", "category": "Technology"}
{"title": "Even Among Corporate Raiders, Elon Musk Is a Pirate", "url": "https://www.nytimes.com/2022/05/20/business/elon-musk-twitter-takeover.html", "description": "The world of deal making has always been rough and tumble. But Mr. Musk blows any predecessors away.", "category": "Technology"}
{"title": "Facebook Has Been Monetizing Searches for the Buffalo Shooting Video", "url": "https://www.nytimes.com/2022/05/19/technology/buffalo-shooting-facebook-ads.html", "description": "The company relies on automated systems to spot violent content, but people are still uploading and sharing the Buffalo video.", "category": "Technology"}
{"title": "WhatsApp Adds Commercial Services as Meta Seeks More Revenue", "url": "https://www.nytimes.com/2022/05/19/technology/whatsapp-meta-commercial-services.html", "description": "For a fee, the app will allow businesses to build a custom dashboard so they can chat with customers and offer customer services more easily.", "category": "Technology"}
{"title": "Has the Crypto Crash Hurt Your Investments? We Want to Hear About It.", "url": "https://www.nytimes.com/2022/05/19/technology/crypto-investments-crash.html", "description": "Tell us about your experiences in the volatile crypto market.", "category": "Technology"}
{"title": "Livestreams of Mass Shootings: From Buffalo to New Zealand", "url": "https://www.nytimes.com/2022/05/19/technology/mass-shootings-livestream-online.html", "description": "Dozens of recordings of a 2019 massacre in Christchurch, New Zealand, remain online, in a sobering reminder of the internet’s permanence.", "category": "Technology"}
{"title": "Fentanyl Tainted Pills Cause Drug Fatalities Among Youth to Soar", "url": "https://www.nytimes.com/2022/05/19/health/pills-fentanyl-social-media.html", "description": "Teenagers and young adults are turning to Snapchat, TikTok and other social media apps to find Percocet, Xanax and other pills. The vast majority are laced with deadly doses of fentanyl, police say.", "category": "Technology"}
{"title": "The Week in Business: Stocks Fall", "url": "https://www.nytimes.com/2022/05/22/business/the-week-in-business-stocks.html", "description": "The Buffalo shooting video continues to live online. The Fed releases the minutes from its last meeting, and Netflix lays off some workers.", "category": "Business"}
{"title": "Robert J. Vlasic Dies at 96; Made a Fortune by Making Pickles Funny", "url": "https://www.nytimes.com/2022/05/21/business/bob-vlasic-dead.html", "description": "His company took a lighthearted approach to its products, with a wisecracking stork as its mascot, and became the market leader.", "category": "Business"}
{"title": "South Korea Offers Davos a Model for Recycling ", "url": "https://www.nytimes.com/2022/05/21/business/south-korea-recycling.html", "description": "Ambitious goals, messaging and enforcement put the nation at the top of the sustainability pack, serving as a model as the World Economic Forum pushes to end plastic waste.", "category": "Business"}
{"title": "At Davos, a Referendum on the World Economic Forum", "url": "https://www.nytimes.com/2022/05/21/business/dealbook/world-economic-forum-davos.html", "description": "Many values espoused by the World Economic Forum — globalization, liberalism, free market capitalism, representative democracy — are under attack.", "category": "Business"}
{"title": "Russia and Energy Security Are Urgent Issues at Davos", "url": "https://www.nytimes.com/2022/05/21/business/energy-environment/daniel-yergin-agenda-davos.html", "description": "The invasion of Ukraine is an “epochal moment” that will end Russia’s status as an energy superpower — and increase risks for other nations, says the historian Daniel Yergin.", "category": "Business"}
{"title": "For Elite? Yes. Ostentatious? Yes. But Also Effective.", "url": "https://www.nytimes.com/2022/05/21/business/world-economic-forum-davos-accomplish.html", "description": "For all the criticism of the World Economic Forum’s display of wealth, productive partnerships are indeed formed at Davos, participants say.", "category": "Business"}
{"title": "Staycation, Again?", "url": "https://www.nytimes.com/2022/05/21/travel/covid-cases-staycation-vacation.html", "description": "Wasn’t this supposed to be the summer of big plans? Inflation, Covid-19 and instability have some travelers putting away their passports and grabbing their weekender bags: The close-to-home vacation isn’t dead yet.", "category": "Business"}
{"title": "DHS Suspends Its New Disinformation Board, Following Criticism", "url": "https://www.nytimes.com/2022/05/18/technology/disinformation-governance-board.html", "description": "The Department of Homeland Security suspended the work of a panel focused on the subject of disinformation. The group had provoked accusations of government overreach.", "category": "Technology"}
{"title": "Sustainability Index Drops Tesla, Prompting Insult from Musk", "url": "https://www.nytimes.com/2022/05/18/business/tesla-esg-index-musk.html", "description": "S&P cited racial discrimination claims in deciding to exclude the electric carmaker from a listing of socially responsible companies.", "category": "Technology"}
{"title": "How a Trash-Talking Crypto Founder Caused a $40 Billion Crash", "url": "https://www.nytimes.com/2022/05/18/technology/terra-luna-cryptocurrency-do-kwon.html", "description": "Do Kwon, a South Korean entrepreneur, hyped the Luna and TerraUSD cryptocurrencies. Their failures have devastated some traders, though not the investment firms that cashed out early.", "category": "Technology"}
{"title": "Elephants in Mourning Spotted on YouTube by Scientists", "url": "https://www.nytimes.com/2022/05/17/science/elephants-mourning-grief.html", "description": "It is difficult to catch Asian elephants responding to deaths of herd members in the wild, but online videos helped researchers observe the behavior.", "category": "Technology"}
{"title": "Russian Hacking Cartel Attacks Costa Rican Government Agencies", "url": "https://www.nytimes.com/2022/05/17/us/politics/russia-hacking-costa-rica.html", "description": "Experts who track the hackers’ actions said the group had recently begun to shift its focus to countries in Central and South America, perhaps as retaliation against nations that have supported Ukraine.", "category": "Technology"}
{"title": "All Those Celebrities Pushing Crypto Are Not So Vocal Now", "url": "https://www.nytimes.com/2022/05/17/business/media/crypto-gwyneth-paltrow-matt-damon-reese-witherspoon.html", "description": "Crypto boosters such as Matt Damon, Reese Witherspoon and Gwyneth Paltrow have been criticized for hyping virtual currency without highlighting the risks.", "category": "Technology"}
{"title": "Apple Delays and Modifies Its Return to Office Plans", "url": "https://www.nytimes.com/2022/05/17/technology/apple-delays-return-to-office.html", "description": "The news was welcomed by an employee group worried about growing coronavirus rates.", "category": "Technology"}
{"title": "Kendrick Lamar’s ‘Mr. Morale’ Is No. 1 With the Year’s Biggest Opening", "url": "https://www.nytimes.com/2022/05/23/arts/music/kendrick-lamar-billboard-mr-morale.html", "description": "“Mr. Morale & the Big Steppers,” Lamar’s first album in five years, may be eclipsed by Harry Styles’s LP next week.", "category": "MediaandAdvertising"}
{"title": "Guy Fieri, Elder Statesman of Flavortown", "url": "https://www.nytimes.com/2022/05/23/dining/guy-fieri-flavortown.html", "description": "TV’s spike-haired rhapsodist of roadside eats is still playing it for laughs. But he’s also winning food-world respect as a sort of graying eminence.", "category": "MediaandAdvertising"}
{"title": "The Era of Borderless Data Is Ending", "url": "https://www.nytimes.com/2022/05/23/technology/data-privacy-laws.html", "description": "Nations are accelerating efforts to control data produced within their perimeters, disrupting the flow of what has become a kind of digital currency.", "category": "MediaandAdvertising"}
{"title": "Lara Logan, Once a Star at CBS News, Is Now One for the Far Right", "url": "https://www.nytimes.com/2022/05/22/business/media/lara-logan-cbs-news.html", "description": "The former chief foreign affairs correspondent is now a popular guest on podcasts hosted by vaccine skeptics and deniers of the 2020 election.", "category": "MediaandAdvertising"}
{"title": "Marshall Arisman, Illustrator Who Found Beauty in Violence, Dies at 83", "url": "https://www.nytimes.com/2022/05/20/arts/marshall-arisman-dead.html", "description": "Mr. Arisman, whose work appeared in The New York Times and other major periodicals, was a storyteller who mined his personal biography for inspiration.", "category": "MediaandAdvertising"}
{"title": "What We Learned About TV During Its Biggest Week", "url": "https://www.nytimes.com/2022/05/20/business/media/tv-media-upfronts.html", "description": "This week’s upfronts, when the media industry sells its programming to advertisers, showed how much has changed in the past few years.", "category": "MediaandAdvertising"}
{"title": "Boeing’s Starliner Docks With Space Station for NASA", "url": "https://www.nytimes.com/2022/05/20/science/starliner-boeing-nasa-dock.html", "description": "If it returns to Earth successfully next week, the space taxi built for NASA could carry astronauts to orbit later this year.", "category": "Business"}
{"title": "Labor Board Seeks Unionization at Starbucks Where Union Lost Election", "url": "https://www.nytimes.com/2022/05/20/business/starbucks-union-buffalo.html", "description": "A complaint by the agency accuses the coffee chain of illegally intimidating and retaliating against workers in an election that the union lost.", "category": "Business"}
{"title": "Comment une banque française a fait main basse sur Haïti", "url": "https://www.nytimes.com/fr/2022/05/20/world/europe/haiti-cic-france-dette.html", "description": "À la fin du 19e siècle, le Crédit Industriel et Commercial a soutiré des millions à Haïti. Le Times a retracé l’histoire de cette opération — et son coût pour Haïti.", "category": "Business"}
{"title": "What We Learned About TV During Its Biggest Week", "url": "https://www.nytimes.com/2022/05/20/business/media/tv-media-upfronts.html", "description": "This week’s upfronts, when the media industry sells its programming to advertisers, showed how much has changed in the past few years.", "category": "Business"}
{"title": "Envahissez Haïti, exhorte Wall Street. Les États-Unis s’exécutent.", "url": "https://www.nytimes.com/fr/2022/05/20/world/haiti-etats-unis-occupation.html", "description": "Au début du 20e siècle, les États-Unis occupent Haïti. Derrière cette invasion, des banquiers américains avides de mettre la main sur les finances du pays.", "category": "Business"}
{"title": "Invade Haiti, Wall Street Urged. The U.S. Obliged.", "url": "https://www.nytimes.com/2022/05/20/world/haiti-wall-street-us-banks.html", "description": "The long occupation of Haiti began with a drumbeat from the bank that became Citigroup, decades of diplomatic correspondence and other records show.", "category": "Business"}
{"title": "How a French Bank Captured Haiti", "url": "https://www.nytimes.com/2022/05/20/world/french-banks-haiti-cic.html", "description": "It helped finance the Eiffel Tower as it drained millions from Haiti. The bank, C.I.C., won’t talk about it, but The Times tracked how much its investors made — and what Haiti lost.", "category": "Business"}
{"title": "Start-Ups Flock to WeWork, Trellis and Other Low-Commitment Spaces", "url": "https://www.nytimes.com/2022/05/17/technology/coworking-spaces-wework.html", "description": "The pandemic’s arrival turned spaces like WeWork into ghost towns. Now people are lining up for low-commitment offices, and providers are working to sustain that trend.", "category": "Technology"}
{"title": "Your Bosses Could Have a File on You, and They May Misinterpret It", "url": "https://www.nytimes.com/2022/05/17/science/insider-threat-private-companies.html", "description": "Some private companies are keeping tabs on employees with systems that may rely on questionable behavioral science foundations.", "category": "Technology"}
{"title": "Elon Musk Says a Lower Price for Twitter Is ‘Not Out of the Question’", "url": "https://www.nytimes.com/2022/05/16/technology/elon-musk-twitter-price.html", "description": "Mr. Musk has been creating confusion around whether the Twitter deal will close, causing the social media company’s share price to fall.", "category": "Technology"}
{"title": "Roger Angell, Who Wrote About Baseball With Passion, Dies at 101", "url": "https://www.nytimes.com/2022/05/20/sports/roger-angell-dead.html", "description": "In elegantly winding articles for The New Yorker loaded with inventive imagery, he wrote more like a fan than a sports journalist.", "category": "MediaandAdvertising"}
{"title": "Big Tech Is Getting Clobbered on Wall Street. It’s a Good Time for Them.", "url": "https://www.nytimes.com/2022/05/20/technology/facebook-amazon-apple-markets.html", "description": "Flush with cash, Facebook, Apple, Amazon, Microsoft and Google are positioned to emerge from a downturn stronger and more powerful. As usual.", "category": "MediaandAdvertising"}
{"title": "Tom Cruise Aims to Fly High at the Box Office With ‘Top Gun: Maverick’", "url": "https://www.nytimes.com/2022/05/20/business/media/tom-cruise-top-gun-maverick.html", "description": "At a time when superheroes dominate the box office, the film industry hopes the actor can bring grown-ups back to theaters.", "category": "MediaandAdvertising"}
{"title": "Karine Jean-Pierre’s Unlikely Rise to the White House Lectern", "url": "https://www.nytimes.com/2022/05/20/business/media/karine-jean-pierre-press-secretary.html", "description": "The first Black and first openly gay press secretary was raised in an immigrant family with “so many secrets.” Now she occupies one of the most scrutinized jobs in American politics.", "category": "MediaandAdvertising"}
{"title": "White House Press Secretary Gets a New ‘Flak Jacket’: A Women’s Blazer", "url": "https://www.nytimes.com/2022/05/20/business/media/white-house-press-secretary-flak-jacket.html", "description": "A decades-long West Wing tradition lives on, with a bright yellow twist.", "category": "MediaandAdvertising"}
{"title": "Livestreams of Mass Shootings: From Buffalo to New Zealand", "url": "https://www.nytimes.com/2022/05/19/technology/mass-shootings-livestream-online.html", "description": "Dozens of recordings of a 2019 massacre in Christchurch, New Zealand, remain online, in a sobering reminder of the internet’s permanence.", "category": "MediaandAdvertising"}
{"title": "A Central Park Birder Has a New TV Show", "url": "https://www.nytimes.com/2022/05/17/arts/television/christian-cooper-central-park-birder.html", "description": "Christian Cooper’s encounter in Central Park with a white woman who called 911 to falsely accuse him of threatening her spurred a national outcry. Now he is hosting a birding series for National Geographic.", "category": "MediaandAdvertising"}
{"title": "A former ‘Power Rangers’ actor is charged with helping steal millions in Covid relief funds.", "url": "https://www.nytimes.com/2022/05/20/business/power-rangers-covid-relief.html", "description": "Jason Lawrence Geiger, known professionally as Austin St. John, made false claims to obtain money from the Paycheck Protection Program, prosecutors said.", "category": "Business"}
{"title": "Baby Formula Shortage Has an Aggravating Factor: Few Producers", "url": "https://www.nytimes.com/2022/05/20/business/economy/baby-formula-shortage-market.html", "description": "With just a handful of companies making U.S. infant formula, a shutdown of Abbott’s plant had outsized impact on the supply.", "category": "Business"}
{"title": "Your Colleague’s Political Beliefs Are Not Your Problem", "url": "https://www.nytimes.com/2022/05/20/business/roxane-gay-work-friend-beliefs-colleague.html", "description": "His beliefs, and desk decorations, aren’t really your business, even if they’re in your joint place of work.", "category": "Business"}
{"title": "Jones Road and Milk Makeup on Clean Makeup in a Messy World", "url": "https://www.nytimes.com/2022/05/20/business/clean-makeup-jones-road-milk.html", "description": "“The idea of wellness has permeated how we think about every aspect of our lives now.” Here are two so-called clean makeup brands on the looks that are trending now.", "category": "Business"}
{"title": "Big Tech Is Getting Clobbered on Wall Street. It’s a Good Time for Them.", "url": "https://www.nytimes.com/2022/05/20/technology/facebook-amazon-apple-markets.html", "description": "Flush with cash, Facebook, Apple, Amazon, Microsoft and Google are positioned to emerge from a downturn stronger and more powerful. As usual.", "category": "Business"}
{"title": "Help With Medicare Costs: What You Need to Know", "url": "https://www.nytimes.com/2022/05/20/business/medicare-retirement-health-care.html", "description": "Low-income Americans on Medicare can get assistance paying their premiums and other expenses. Several states have allowed more people to qualify.", "category": "Business"}
{"title": "In South Korea, Joe Biden Seeks to Rebuild Economic Ties Across Asia", "url": "https://www.nytimes.com/2022/05/20/world/asia/samsung-biden-asia-economy.html", "description": "The president plans to unveil a new regional economic framework, but some in the region wonder whether it will be an empty exercise.", "category": "Business"}
{"title": "All Those Celebrities Pushing Crypto Are Not So Vocal Now", "url": "https://www.nytimes.com/2022/05/17/business/media/crypto-gwyneth-paltrow-matt-damon-reese-witherspoon.html", "description": "Crypto boosters such as Matt Damon, Reese Witherspoon and Gwyneth Paltrow have been criticized for hyping virtual currency without highlighting the risks.", "category": "MediaandAdvertising"}
{"title": "Bad Bunny Has the Biggest Week of 2022 on the Chart, for Now", "url": "https://www.nytimes.com/2022/05/16/arts/music/bad-bunny-billboard-chart.html", "description": "Future broke the record last week; Kendrick Lamar is poised to set a new bar next week. Blockbuster season on the Billboard album chart has finally arrived.", "category": "MediaandAdvertising"}
{"title": "Madison Avenue’s Biggest Event Returns, to a Whole New World", "url": "https://www.nytimes.com/2022/05/16/business/media/upfronts-tv-warner-bros-discovery.html", "description": "In the three years since the television industry’s biggest companies pitched their shows to advertisers in person at the so-called upfronts, the entertainment industry has been flipped on its head.", "category": "MediaandAdvertising"}
{"title": "How Hollywood and the Media Fueled the Political Rise of J.D. Vance", "url": "https://www.nytimes.com/2022/05/15/arts/jd-vance-trump-hollywood.html", "description": "“Hillbilly Elegy,” a best-selling memoir that became a star-studded film, raised the profile of the onetime “Never Trump guy” who won an Ohio primary with the help of the former president.", "category": "MediaandAdvertising"}
{"title": "Richard C. Wald, Leader in Print and Network News, Is Dead at 92", "url": "https://www.nytimes.com/2022/05/13/business/media/richard-c-wald-dead.html", "description": "He was the last managing editor of The New York Herald Tribune. When that newspaper folded, he went on to top jobs with NBC and ABC News.", "category": "MediaandAdvertising"}
{"title": "Henry Scott Stokes Dies at 83; Opened Japan to English Speakers", "url": "https://www.nytimes.com/2022/05/13/books/henry-scott-stokes-dead.html", "description": "A biographer of the nationalist novelist Yukio Mishima, he was Tokyo bureau chief for three major newspapers and, afterward, was no stranger to controversy.", "category": "MediaandAdvertising"}
{"title": "Even Among Corporate Raiders, Elon Musk Is a Pirate", "url": "https://www.nytimes.com/2022/05/20/business/elon-musk-twitter-takeover.html", "description": "The world of deal making has always been rough and tumble. But Mr. Musk blows any predecessors away.", "category": "Business"}
{"title": "The Allegations Against Musk", "url": "https://www.nytimes.com/2022/05/20/business/dealbook/twitter-musk-flight-attendant.html", "description": "Musk has denied claims of sexual misconduct against an employee, saying that Insider wrote the story to interfere with his acquisition of Twitter.", "category": "Business"}
{"title": "A ‘Glitch’ in Federal Health Insurance May Soon Be Fixed", "url": "https://www.nytimes.com/2022/05/20/your-money/federal-health-insurance-glitch.html", "description": "Federal rules make it hard for relatives of people with job-based coverage to qualify for financial help in buying Obamacare insurance. The Biden administration wants to change that.", "category": "Business"}
{"title": "G7 Nations Pledge $20 Billion to Ukraine", "url": "https://www.nytimes.com/2022/05/20/business/economy/g7-20-billion-ukraine.html", "description": "Financing will be directed to keep government operations running amid the Russian war.", "category": "Business"}
{"title": "In Pictures: Sri Lanka’s Protesters Remain Defiant", "url": "https://www.nytimes.com/2022/05/20/world/asia/sri-lanka-protests.html", "description": "As the pain of an economic crisis deepens, a nation’s anger and desperation are visible.", "category": "Business"}
{"title": "Warhol Museum Reimagines the Factory in a New ‘Pop District’", "url": "https://www.nytimes.com/2022/05/20/arts/design/andy-warhol-museum-pop-district.html", "description": "The museum aims to create an arts and music destination in Pittsburgh, teach skills to young people and shore up its finances.", "category": "Business"}
{"title": "After Chris Rock and Dave Chappelle Attacks, Comedy Venues Increase Security", "url": "https://www.nytimes.com/2022/05/12/arts/comedians-safety-dave-chappelle-chris-rock.html", "description": "Will Smith slapped Chris Rock onstage at the Oscars. Dave Chappelle was tackled at the Hollywood Bowl. Now some venues are increasing security to protect comedians.", "category": "MediaandAdvertising"}
{"title": "Weakened Euro May Become Equal to the U.S. Dollar", "url": "https://www.nytimes.com/2022/05/20/business/economy/euro-dollar-usd.html", "description": "The euro hasn’t fallen below the one-to-one exchange rate with the U.S. dollar for two decades. But as economic risks grow, more analysts predict deeper lows for the shared currency.", "category": "Business"}
{"title": "Stocks Rally Out of Bear Market Territory, but End Lower for a 7th Week", "url": "https://www.nytimes.com/2022/05/20/business/stock-market-inflation.html", "description": "Investors are selling as they worry about inflation, interest rates and a potential recession.", "category": "Business"}
{"title": "Tom Cruise Aims to Fly High at the Box Office With ‘Top Gun: Maverick’", "url": "https://www.nytimes.com/2022/05/20/business/media/tom-cruise-top-gun-maverick.html", "description": "At a time when superheroes dominate the box office, the film industry hopes the actor can bring grown-ups back to theaters.", "category": "Business"}
{"title": "Biden’s Curious Talking Point: Lower Deficits Offer Inflation Relief", "url": "https://www.nytimes.com/2022/05/20/business/economy/biden-deficits-inflation.html", "description": "The administration says federal spending trends are helping rein in price increases, but the economic calculus may be more complicated.", "category": "Business"}
{"title": "Karine Jean-Pierre’s Unlikely Rise to the White House Lectern", "url": "https://www.nytimes.com/2022/05/20/business/media/karine-jean-pierre-press-secretary.html", "description": "The first Black and first openly gay press secretary was raised in an immigrant family with “so many secrets.” Now she occupies one of the most scrutinized jobs in American politics.", "category": "Business"}
{"title": "White House Press Secretary Gets a New ‘Flak Jacket’: A Women’s Blazer", "url": "https://www.nytimes.com/2022/05/20/business/media/white-house-press-secretary-flak-jacket.html", "description": "A decades-long West Wing tradition lives on, with a bright yellow twist.", "category": "Business"}
{"title": "Spring Auction Sales for Two Blockbuster Weeks Top $2.5 Billion", "url": "https://www.nytimes.com/2022/05/19/arts/design/spring-auction-sales-sothebys.html", "description": "Eleven auction records for artists — six by women — were smashed on Thursday night in two sales at Sotheby’s.", "category": "Business"}
{"title": "The Michigan Mink Mystery: How Did an Interspecies Outbreak Unfold?", "url": "https://www.nytimes.com/2022/05/22/health/coronavirus-mink-michigan-spillover.html", "description": "The puzzling coronavirus cases highlight ongoing surveillance challenges and blind spots.", "category": "Health"}
{"title": "Daily Aspirin Regimen May Cause Bleeding", "url": "https://www.nytimes.com/2022/05/21/health/elderly-aspirin-heart-attack.html", "description": "Millions of Americans take aspirin to prevent a first heart attack or stroke. Now, doctors are advising against it — especially for people over 70.", "category": "Health"}
{"title": "Fentanyl Tainted Pills Cause Drug Fatalities Among Youth to Soar", "url": "https://www.nytimes.com/2022/05/19/health/pills-fentanyl-social-media.html", "description": "Teenagers and young adults are turning to Snapchat, TikTok and other social media apps to find Percocet, Xanax and other pills. The vast majority are laced with deadly doses of fentanyl, police say.", "category": "Health"}
{"title": "What to Know About Monkeypox", "url": "https://www.nytimes.com/article/what-is-monkeypox.html", "description": "More than 100 cases have been reported in recent weeks among populations not typically vulnerable to the disease.", "category": "Health"}
{"title": "C.D.C.’s Pandemic Team Will Surrender Some Responsibilities", "url": "https://www.nytimes.com/2022/05/20/health/covid-cdc-reorganization.html", "description": "The transition was announced in a letter to agency employees, but details were scant.", "category": "Health"}
{"title": "Puberty Starts Earlier Than It Used To. No One Knows Why.", "url": "https://www.nytimes.com/2022/05/19/science/early-puberty-medical-reason.html", "description": "Some girls are starting to develop breasts as early as age 6 or 7. Researchers are studying the role of obesity, chemicals and stress.", "category": "Health"}
{"title": "Lawmakers Grill F.D.A. Chief on Baby Formula Oversight Amid Shortages", "url": "https://www.nytimes.com/2022/05/19/health/baby-formula-fda-robert-califf.html", "description": "Dr. Robert Califf, the agency commissioner, is the first administration official to face congressional scrutiny over the infant formula supply crisis.", "category": "Health"}
{"title": "Over 75 Percent of Long Covid Patients Were Not Hospitalized for Initial Illness, Study Finds", "url": "https://www.nytimes.com/2022/05/18/health/long-covid-hospitalization.html", "description": "Researchers analyzed the largest database of private insurance claims in the United States in the first four months after a diagnostic code for long Covid was created.", "category": "Health"}
{"title": "Targeting the Uneven Burden of Kidney Disease on Black Americans", "url": "https://www.nytimes.com/2022/05/17/health/kidney-disease-black-americans.html", "description": "New treatments aim for a gene variant causing the illness in people of sub-Saharan African descent. Some experts worry that focus will neglect other factors.", "category": "Health"}
{"title": "U.S. Military Airlifts Baby Formula From Europe", "url": "https://www.nytimes.com/2022/05/23/us/biden-baby-formula-shortage.html", "description": "A shipment that arrived on Sunday was the first of two intended to address shortages in the United States. Another shipment is set to arrive this week, the White House said.", "category": "Health"}
{"title": "Pfizer Says Strong Response From 3 Covid Shots in Young Children", "url": "https://www.nytimes.com/2022/05/23/us/politics/pfizer-vaccine-kids.html", "description": "The preliminary results appeared to show that three doses of the vaccine worked better than two.", "category": "Health"}
{"title": "A Family Measures Milestones on an Alaskan Cycling Trip", "url": "https://www.nytimes.com/2022/05/23/travel/family-summer-cycling.html", "description": "In the shadow of the iconic Denali peak in Alaska, a family bikes over the next rise and into the great unknown.", "category": "Health"}
{"title": "Several Jif Peanut Butter Products Recalled Over Potential Salmonella", "url": "https://www.nytimes.com/2022/05/22/us/jif-recall-peanut-butter.html", "description": "The J.M. Smucker Company said it initiated a voluntary recall and advised consumers to dispose of some potentially contaminated products.", "category": "Health"}
{"title": "‘Everybody Should Be Concerned’ About Monkeypox, Biden Warns", "url": "https://www.nytimes.com/2022/05/22/world/asia/monkeypox-biden-concern.html", "description": "Only one case of the virus has so far been identified in the U.S., but public health officials say the disease is likely to spread.", "category": "Health"}
{"title": "‘I Want to Reset My Brain’: Female Veterans Turn to Psychedelic Therapy", "url": "https://www.nytimes.com/2022/05/21/world/americas/psychedelic-therapy-female-veterans.html", "description": "Traumatized by war and sexual assaults, some U.S. veterans and veterans’ spouses are seeking help in a Mexican clinic that treats depression and addiction with potent hallucinogens like toad poison.", "category": "Health"}
{"title": "Long Covid Symptoms and Treatment: What We Know So Far", "url": "https://www.nytimes.com/2022/05/21/well/long-covid-symptoms-treatment.html", "description": "There is no universal definition of the complex condition, but clues about causes and potential treatments are beginning to emerge.", "category": "Health"}
{"title": "A ‘Glitch’ in Federal Health Insurance May Soon Be Fixed", "url": "https://www.nytimes.com/2022/05/20/your-money/federal-health-insurance-glitch.html", "description": "Federal rules make it hard for relatives of people with job-based coverage to qualify for financial help in buying Obamacare insurance. The Biden administration wants to change that.", "category": "Health"}
{"title": "Officials Report a Possible Monkeypox Case in New York", "url": "https://www.nytimes.com/2022/05/19/nyregion/monkeypox-case-ny.html", "description": "The patient is under care at Bellevue Hospital while further testing is conducted.", "category": "Health"}
{"title": "Kwaku Ohene-Frempong, Expert in Sickle Cell Disease, Dies at 76", "url": "https://www.nytimes.com/2022/05/19/health/kwaku-ohene-frempong-dead.html", "description": "When his baby boy was diagnosed with the illness, he made it his mission to combat it. He later took his expertise back to his native Ghana.", "category": "Health"}
{"title": "Testing Requirements for Travel to the U.S.? Here’s What to Know", "url": "https://www.nytimes.com/2022/05/19/travel/testing-requirement-flying-us-cdc.html", "description": "The requirement to test for Covid before flying to the United States is hated by many travelers and the U.S. travel industry. But the government shows no sign of getting rid of it.", "category": "Health"}
{"title": "C.D.C. Advisers Recommend Pfizer Boosters for Children 5 to 11.", "url": "https://www.nytimes.com/2022/05/19/health/pfizer-vaccine-booster-kids.html", "description": "A third dose would enhance immunity to the coronavirus, the agency said. But hesitancy is high, and less than one-third of children in this age group have received two doses.", "category": "Health"}
{"title": "A Massachusetts Man Is Infected With Monkeypox", "url": "https://www.nytimes.com/2022/05/18/health/massachusetts-monkeypox.html", "description": "The case, the first in the U.S. this year, follows unusual clusters discovered in Europe and Canada.", "category": "Health"}
{"title": "Since You’re Already Getting a Flu Shot, Why Not One for Covid, Too?", "url": "https://www.nytimes.com/2022/05/18/health/covid-vaccine-flu-omicron.html", "description": "Scientists and federal health officials are debating plans to pair coronavirus and flu vaccinations in the fall.", "category": "Health"}
{"title": "Doctors Gave Her Antipsychotics. She Decided to Live With Her Voices.", "url": "https://www.nytimes.com/2022/05/17/magazine/antipsychotic-medications-mental-health.html", "description": "A new movement wants to shift mainstream thinking away from medication and toward greater acceptance.", "category": "Health"}
{"title": "How the Clean The World Nonprofit Recycles Hotel Soap for Those in Need", "url": "https://www.nytimes.com/2022/05/17/travel/clean-the-world-hotel-soap.html", "description": "Meet Shawn Seipler, the founder of Clean the World. The nonprofit recycles partially used soap left behind from hotel guests for those in need.", "category": "Health"}
{"title": "Why Are Sexually Transmitted Infections Surging?", "url": "https://www.nytimes.com/2022/05/17/magazine/sexually-transmitted-infections-surging.html", "description": "After reaching historic lows more than a decade ago, rates are on the rise again.", "category": "Health"}
{"title": "What a Gene and Its Risks Could Mean for Kidney Transplants", "url": "https://www.nytimes.com/2022/05/17/health/kidney-transplants-black-americans.html", "description": "Kidneys from Black donors are automatically downgraded in transplant assessments, but studying a gene variant could help change that.", "category": "Health"}
{"title": "F.D.A. and Abbott Reach Agreement on Baby Formula to Try to Ease Shortage", "url": "https://www.nytimes.com/2022/05/16/health/baby-formula-shortage-fda.html", "description": "The company said production could resume in about 2 weeks and store shelves would be restocked several weeks later.", "category": "Health"}
